{"data":{"site":{"siteMetadata":{"title":"Edmundo Santos"}},"allGoodreadsBook":{"edges":[{"node":{"shelfNames":["read"],"review":{"reviewID":"2546851277","rating":4,"votes":0,"spoilerFlag":"false","dateAdded":"2018-09-30T08:51:00.000Z","dateUpdated":"2018-12-20T22:32:44.000Z"},"book":{"bookID":"13445573","isbn":null,"isbn13":"9781937557011","textReviewsCount":"3","uri":"kca://book/amzn1.gr.book.v1.3A5wB1ncUBj0Fqr0pFVzwg","link":"https://www.goodreads.com/book/show/13445573-designing-for-emotion","title":"Designing for Emotion","titleWithoutSeries":"Designing for Emotion","imageUrl":"https://images.gr-assets.com/books/1327957806m/13445573.jpg","smallImageUrl":"https://images.gr-assets.com/books/1327957806s/13445573.jpg","largeImageUrl":"","description":"Make your users fall in love with your site via the precepts packed into this brief, charming book by MailChimp user experience design lead Aarron Walter. From classic psychology to case studies, highbrow concepts to common sense, Designing for Emotion demonstrates accessible strategies and memorable methods to help you make a human connection through design."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2546851675","rating":4,"votes":0,"spoilerFlag":"false","dateAdded":"2018-09-30T08:51:54.000Z","dateUpdated":"2018-10-18T21:14:47.000Z"},"book":{"bookID":"25744928","isbn":"1455586692","isbn13":"9781455586691","textReviewsCount":"2781","uri":"kca://book/amzn1.gr.book.v1.dfJyoSvYXCfLKXJRd0aKHA","link":"https://www.goodreads.com/book/show/25744928-deep-work","title":"Deep Work: Rules for Focused Success in a Distracted World","titleWithoutSeries":"Deep Work: Rules for Focused Success in a Distracted World","imageUrl":"https://images.gr-assets.com/books/1447957962m/25744928.jpg","smallImageUrl":"https://images.gr-assets.com/books/1447957962s/25744928.jpg","largeImageUrl":"","description":"<b>One of the most valuable skills in our economy is becoming increasingly rare. If you master this skill, you'll achieve extraordinary results.</b><br /><br />Deep work is the ability to focus without distraction on a cognitively demanding task. It's a skill that allows you to quickly master complicated information and produce better results in less time. Deep work will make you better at what you do and provide the sense of true fulfillment that comes from craftsmanship. In short, deep work is like a super power in our increasingly competitive twenty-first century economy. And yet, most people have lost the ability to go deep-spending their days instead in a frantic blur of e-mail and social media, not even realizing there's a better way.<br /><br />In <i>Deep Work</i>, author and professor Cal Newport flips the narrative on impact in a connected age. Instead of arguing distraction is bad, he instead celebrates the power of its opposite. Dividing this book into two parts, he first makes the case that in almost any profession, cultivating a deep work ethic will produce massive benefits. He then presents a rigorous training regimen, presented as a series of four \"rules,\" for transforming your mind and habits to support this skill.<br /><br />A mix of cultural criticism and actionable advice, <i>Deep Work</i> takes the reader on a journey through memorable stories-from Carl Jung building a stone tower in the woods to focus his mind, to a social media pioneer buying a round-trip business class ticket to Tokyo to write a book free from distraction in the air-and no-nonsense advice, such as the claim that most serious professionals should quit social media and that you should practice being bored. <i>Deep Work</i> is an indispensable guide to anyone seeking focused success in a distracted world."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2546854081","rating":4,"votes":0,"spoilerFlag":"false","dateAdded":"2018-09-30T08:57:17.000Z","dateUpdated":"2018-10-18T21:14:33.000Z"},"book":{"bookID":"31539949","isbn":null,"isbn13":null,"textReviewsCount":"385","uri":"kca://book/amzn1.gr.book.v1.aXd0t-Jd5_qHScx7ekQiTQ","link":"https://www.goodreads.com/book/show/31539949-short-stories-from-hogwarts-of-heroism-hardship-and-dangerous-hobbies","title":"Short Stories from Hogwarts of Heroism, Hardship and Dangerous Hobbies (Pottermore Presents, #1)","titleWithoutSeries":"Short Stories from Hogwarts of Heroism, Hardship and Dangerous Hobbies","imageUrl":"https://images.gr-assets.com/books/1502156496m/31539949.jpg","smallImageUrl":"https://images.gr-assets.com/books/1502156496s/31539949.jpg","largeImageUrl":"","description":"<i>‘Minerva was the Roman goddess of warriors and wisdom. William McGonagall is celebrated as the worst poet in British history. There was something irresistible to me about his name, and the idea that such a brilliant woman might be a distant relative of the buffoonish McGonagall.’ </i>– J.K. Rowling<br /><br />Pottermore Presents is a collection of J.K. Rowling’s writing from the Pottermore archives: short reads originally featured on pottermore.com with some exclusive new additions. These eBooks, with writing curated by Pottermore, will take you beyond the Harry Potter stories as J.K. Rowling reveals her inspiration, intricate details of characters’ lives and surprises from the wizarding world.<br /><br />These stories of heroism, hardship and dangerous hobbies profile two of the Harry Potter stories’ most courageous and iconic characters: Minerva McGonagall and Remus Lupin. J.K. Rowling also gives us a peek behind the closed curtains of Sybill Trelawney’s life, and you’ll encounter the reckless, magical-beast-loving Silvanus Kettleburn along the way.<br /><br />Cover art by MinaLima"}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2564637793","rating":5,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-17T05:00:02.000Z","dateUpdated":"2018-10-18T21:11:56.000Z"},"book":{"bookID":"13452745","isbn":"0586071113","isbn13":"9780586071113","textReviewsCount":"10","uri":"kca://book/amzn1.gr.book.v1.tWCzG0PrNEjmT3wnwb7Jkg","link":"https://www.goodreads.com/book/show/13452745-prelude-to-foundation","title":"Prelude to Foundation (Foundation, #1)","titleWithoutSeries":"Prelude to Foundation","imageUrl":"https://images.gr-assets.com/books/1328387345m/13452745.jpg","smallImageUrl":"https://images.gr-assets.com/books/1328387345s/13452745.jpg","largeImageUrl":"","description":"See alternate cover edition <a href=\"https://www.goodreads.com/book/show/30013.Prelude_to_Foundation\" rel=\"nofollow\">here</a>.<br /><br />It is 12,020 G.E. &amp; Emperor Cleon I sits uneasily on the Imperial throne of Trantor. Here in the great multidomed capital of the Galactic Empire, forty billion people have created a civilization of unimaginable technological &amp; cultural complexity. Yet Cleon knows there are those who'd see him fall, those whom he'd destroy if only he could read the future.<br /><br />Hari Seldon has come to Trantor to deliver his paper on psychohistory, his remarkable theory of prediction. Little does the young Outworld mathematician know that he has already sealed his fate &amp; the fate of humanity. For Hari possesses the prophetic power that makes him the most wanted man in the Empire... the man who holds the key to the future-an apocalyptic power to be known forever after as the Foundation."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2564652659","rating":5,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-17T05:27:35.000Z","dateUpdated":"2018-10-18T21:11:58.000Z"},"book":{"bookID":"9924408","isbn":"0385481292","isbn13":"9780385481298","textReviewsCount":"2","uri":"kca://book/amzn1.gr.book.v1.I-JXaNrD7JM9llYkZGH1Hg","link":"https://www.goodreads.com/book/show/9924408-forward-the-foundation","title":"Forward The Foundation","titleWithoutSeries":"Forward The Foundation","imageUrl":"https://images.gr-assets.com/books/1330704110m/9924408.jpg","smallImageUrl":"https://images.gr-assets.com/books/1330704110s/9924408.jpg","largeImageUrl":"","description":"Here, from a grand master of science fiction, is the long awaited final novel of the greatest series ever told. Completed just before his death, <i>Forward The Foundation</i> is the crowning achievement of a great writer's life, a stirring testament to the creative genius of Isaac Asimov. <br /><br />As Hari Seldon struggles to perfect his revolutionary theory of psychohistory and ensure a place for humanity among the stars, the great Galactic Empire totters on the brink of apocalyptic collapse. Caught in the maelstrom are Seldon and all he holds dear, pawns in the struggle for dominance. Whoever can control Seldon will control psychohistory—and with it the future of the Galaxy. <br /><br />Among those seeking to turn psychohistory into the greatest weapon known to man are a populist political demagogue, the weak-willed Emperor Cleon I, and a ruthless militaristic general. In his last act of service to humankind, Hari Seldon must somehow save his life's work from their grasp as he searches for is true heirs—a search the begins with his own granddaughter and the dream of a new Foundation."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2564654705","rating":5,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-17T05:31:10.000Z","dateUpdated":"2018-10-18T21:12:00.000Z"},"book":{"bookID":"10287899","isbn":null,"isbn13":null,"textReviewsCount":"16","uri":"kca://book/amzn1.gr.book.v1.B2o1tz3V8vgvfD1GBhh6pg","link":"https://www.goodreads.com/book/show/10287899-foundation","title":"Foundation (Foundation, #1)","titleWithoutSeries":"Foundation","imageUrl":"https://images.gr-assets.com/books/1295683312m/10287899.jpg","smallImageUrl":"https://images.gr-assets.com/books/1295683312s/10287899.jpg","largeImageUrl":"","description":"Alternative cover for the ISBNs 0-586-01080-7/9-780586-010808<br />One of the great masterworks of science fiction, the Foundation novels of Isaac Asimov are unsurpassed for their unique blend of nonstop action, daring ideas, and extensive world-building. The story of our future begins with the history of Foundation and its greatest psychohistorian: Hari Seldon. <br /><br />For twelve thousand years the Galactic Empire has ruled supreme. Now it is dying. Only Hari Seldon, creator of the revolutionary science of psychohistory, can see into the future—a dark age of ignorance, barbarism, and warfare that will last thirty thousand years. To preserve knowledge and save mankind, Seldon gathers the best minds in the Empire—both scientists and scholars—and brings them to a bleak planet at the edge of the Galaxy to serve as a beacon of hope for future generations. He calls his sanctuary the Foundation, but soon the fledgling Foundation finds itself at the mercy of corrupt warlords rising in the wake of the receding Empire. Mankind’s last best hope is faced with the need to survive in dangerous times."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2564658864","rating":5,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-17T05:38:33.000Z","dateUpdated":"2018-10-18T21:12:03.000Z"},"book":{"bookID":"651641","isbn":"0586013555","isbn13":"9780586013557","textReviewsCount":"45","uri":"kca://book/amzn1.gr.book.v1.ijCER9UwFTSlpYdSfKGwfw","link":"https://www.goodreads.com/book/show/651641.Foundation_and_Empire","title":"Foundation and Empire (Foundation, #2)","titleWithoutSeries":"Foundation and Empire","imageUrl":"https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png","smallImageUrl":"https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png","largeImageUrl":"","description":"Although small and seemingly helpless, the Foundation had managed to survive against the greed of its neighboring warlords. But could it stand against the mighty power of the Empire, who had created a mutant man with the strength of a dozen battlefleets...?"}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2564660350","rating":5,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-17T05:41:33.000Z","dateUpdated":"2018-10-18T21:12:07.000Z"},"book":{"bookID":"651640","isbn":"0586017135","isbn13":"9780586017135","textReviewsCount":"47","uri":"kca://book/amzn1.gr.book.v1.bPWu83eJ5uD1zDBMmv1NaQ","link":"https://www.goodreads.com/book/show/651640.Second_Foundation","title":"Second Foundation (Foundation, #3)","titleWithoutSeries":"Second Foundation","imageUrl":"https://images.gr-assets.com/books/1295684227m/651640.jpg","smallImageUrl":"https://images.gr-assets.com/books/1295684227s/651640.jpg","largeImageUrl":"","description":"So far the Foundation was safe. But there was a hidden Second Foundation to protect the first. The Mule has yet to find it, but he was getting closer all the time. The men of the Foundation sought it, too, to escape from Mule's mind control. Only Arkady, a 14 year-old girl seemed to have the answer, or did she...?"}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2564664940","rating":5,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-17T05:51:19.000Z","dateUpdated":"2018-10-18T21:12:05.000Z"},"book":{"bookID":"11617647","isbn":"0684801221","isbn13":"9780684801223","textReviewsCount":"583","uri":"kca://book/amzn1.gr.book.v1._pDvu4_SE6678G2Bvb_hhw","link":"https://www.goodreads.com/book/show/11617647-the-old-man-and-the-sea","title":"The Old Man and the Sea","titleWithoutSeries":"The Old Man and the Sea","imageUrl":"https://images.gr-assets.com/books/1523546342m/11617647.jpg","smallImageUrl":"https://images.gr-assets.com/books/1523546342s/11617647.jpg","largeImageUrl":"","description":"<i>The Old Man and the Sea</i> is one of Hemingway’s most enduring works. Told in language of great simplicity and power, it is the story of an old Cuban fisherman, down on his luck, and his supreme ordeal—a relentless, agonizing battle with a giant marlin far out in the Gulf Stream. Here Hemingway recasts, in strikingly contemporary style, the classic theme of courage in the face of defeat, of personal triumph won from loss. Written in 1952, this hugely successful novella confirmed his power and presence in the literary world and played a large part in his winning the 1954 Nobel Prize for Literature."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2564665263","rating":4,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-17T05:52:05.000Z","dateUpdated":"2018-10-18T21:12:09.000Z"},"book":{"bookID":"386374","isbn":"0552138908","isbn13":"9780552138901","textReviewsCount":"207","uri":"kca://book/amzn1.gr.book.v1.PCaJHsbIsNqmEo4cZyLi8w","link":"https://www.goodreads.com/book/show/386374.Small_Gods","title":"Small Gods (Discworld, #13)","titleWithoutSeries":"Small Gods","imageUrl":"https://images.gr-assets.com/books/1331293140m/386374.jpg","smallImageUrl":"https://images.gr-assets.com/books/1331293140s/386374.jpg","largeImageUrl":"","description":"In the beginning was the Word.<br /><br />And the Word was: \"Hey, you!\" <br /><br />For Brutha the novice is the Chosen One. <br />He wants peace and justice and brotherly love. <br /><br />He also wants the Inquisition to stop torturing him now, please..."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2564668261","rating":3,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-17T05:58:43.000Z","dateUpdated":"2018-10-18T21:12:11.000Z"},"book":{"bookID":"34498","isbn":"0413771164","isbn13":"9780413771162","textReviewsCount":"786","uri":"kca://book/amzn1.gr.book.v1.47LUvIG5NBBltxuttwIgow","link":"https://www.goodreads.com/book/show/34498.The_Truth","title":"The Truth (Discworld, #25; Industrial Revolution, #2)","titleWithoutSeries":"The Truth","imageUrl":"https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png","smallImageUrl":"https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png","largeImageUrl":"","description":"There's been a murder. Allegedly. William de Worde is the Discworld's first investigative journalist. He didn't mean to be - it was just an accident. But, as William fills his pages with reports of local club meetings and pictures of humorously shaped vegetables, dark forces high up in Ankh-Morpork's society are plotting to overthrow the city's ruler, Lord Vetinari."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2564668465","rating":3,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-17T05:59:12.000Z","dateUpdated":"2018-10-18T21:12:16.000Z"},"book":{"bookID":"6445709","isbn":"1409103196","isbn13":"9781409103196","textReviewsCount":"172","uri":"kca://book/amzn1.gr.book.v1.ocj9U_aNsRrTnb_6e1Sivw","link":"https://www.goodreads.com/book/show/6445709-when-giants-walked-the-earth","title":"When Giants Walked the Earth: A Biography of Led Zeppelin","titleWithoutSeries":"When Giants Walked the Earth: A Biography of Led Zeppelin","imageUrl":"https://images.gr-assets.com/books/1363815587m/6445709.jpg","smallImageUrl":"https://images.gr-assets.com/books/1363815587s/6445709.jpg","largeImageUrl":"","description":"Veteran rock journalist Mick Wall unflinchingly tells the story of the band that pushed the envelope on both creativity and excess, even by rock'n roll standards. Led Zeppelin was the last great band of the 1960s and the first great band of the 1970's and <i>When Giants Walked the Earth</i> is the full, enthralling story of Zep from the inside, written by a former associate of both Jimmy Page and Robert Plant. Rich and revealing, it bores into not only the disaster, addiction and death that haunted the band but also into the real relationship between Page and Plant, including how it was influenced by Page's interest in the occult. Comprehensive and yet intimately detailed, <i>When Giants Walked the Earth</i> literally gets into the principals' heads to bring to life both an unforgettable band and an unrepeatable slice of rock history."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2564668784","rating":3,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-17T05:59:53.000Z","dateUpdated":"2018-10-18T21:12:22.000Z"},"book":{"bookID":"3276012","isbn":"0007271212","isbn13":"9780007271214","textReviewsCount":"782","uri":"kca://book/amzn1.gr.book.v1.b8qvXrrJ0Go0BE-HojD8hg","link":"https://www.goodreads.com/book/show/3276012-azincourt","title":"Azincourt","titleWithoutSeries":"Azincourt","imageUrl":"https://images.gr-assets.com/books/1327151016m/3276012.jpg","smallImageUrl":"https://images.gr-assets.com/books/1327151016s/3276012.jpg","largeImageUrl":"","description":"Agincourt is one of the epic battles of history. It was fought by two badly matched armies that met in atrocious conditions on St Crispin's Day 1415, and resulted in an extraordinary victory that was celebrated in England long before Shakespeare immortalised it in <i>Henry V</i>. It has always been held to be the triumph of the longbow against the armoured knight, and of the common man against the feudal aristocrat, but those are history's myths. Bernard Cornwell, who has long wanted to write this story, depicts the reality behind the myths.<br /><br />Nicholas Hook is an English archer. He seems born to trouble and, when his lord orders him to London as part of a force sent to quell an expected Lollard uprising, Nick's headstrong behaviour leads to him being proscribed an outlaw. He finds refuge across the Channel, part of an English mercenary force protecting the town of Soissons against the French. What happened at the Siege of Soissons shocked all Europe, and propels Nick back to England where he is enrolled in the archer companyof the doughty Sir John Cornwaille, a leader of Henry V's army. The army was superb, but sickness and the unexpected French defiance at Harfleur, reduce it to near-shambolic condition. Henry stubbornly refuses to accept defeat and, in appalling weather, leads his shrunken force to what appears to be inevitable disaster.<br /><br /><i>Azincourt</i> culminates in the battle. Seen from several points of view on the English side, but also from the French ranks, the scene is vivid, convincing and compelling. Bernard Cornwell has a great understanding of men at war and battlefields and this is his masterpiece. This is what it must have been like to fight at Agincourt."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2564669169","rating":3,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-17T06:00:47.000Z","dateUpdated":"2018-10-18T21:12:19.000Z"},"book":{"bookID":"1191652","isbn":"0552546933","isbn13":"9780552546935","textReviewsCount":"59","uri":"kca://book/amzn1.gr.book.v1._y5cTGMtfFKwbauH2UhChg","link":"https://www.goodreads.com/book/show/1191652.The_Amazing_Maurice_His_Educated_Rodents","title":"The Amazing Maurice & His Educated Rodents (Discworld, #28)","titleWithoutSeries":"The Amazing Maurice & His Educated Rodents","imageUrl":"https://images.gr-assets.com/books/1327962570m/1191652.jpg","smallImageUrl":"https://images.gr-assets.com/books/1327962570s/1191652.jpg","largeImageUrl":"","description":"Is Discworld ready for educated rats?<br /><br />Set in the Discworld, a brand new and marvellously eccentric fantasy tale for young readers.<br /><br />Maurice, an amazing cat, who has survived four years on the toughest streets in the whole of the Discworld, reckons that rats are dumb. Clever, OK, but dumb. Maurice, however, is smart -- smart enough to recognize that there’s a new kind of rat around; rats that have been eating wizards’ rubbish and can now talk. And Maurice is also smart enough to get a pretty amazing idea when he spots a kid playing the flute. Now he has his very own Pied Piper to go with his “plague of rats”. And Maurice’s money-bags are getting fuller and fuller. That is, until the group reaches the far flung village of Bad Blintz."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2564669540","rating":2,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-17T06:01:35.000Z","dateUpdated":"2018-10-18T21:12:25.000Z"},"book":{"bookID":"764450","isbn":"0140186476","isbn13":"9780140186475","textReviewsCount":"72","uri":"kca://book/amzn1.gr.book.v1.7WpqlqF0MKZtJnDCkcPfxw","link":"https://www.goodreads.com/book/show/764450.Dubliners","title":"Dubliners","titleWithoutSeries":"Dubliners","imageUrl":"https://images.gr-assets.com/books/1309209457m/764450.jpg","smallImageUrl":"https://images.gr-assets.com/books/1309209457s/764450.jpg","largeImageUrl":"","description":"<b>A definitive edition of perhaps the greatest short story collection in the English language</b><br /><br />James Joyce’s <i>Dubliners</i> is a vivid and unflinching portrait of “dear dirty Dublin” at the turn of the twentieth century. These fifteen stories, including such unforgettable ones as “Araby,” “Grace,” and “The Dead,” delve into the heart of the city of Joyce’s birth, capturing the cadences of Dubliners’ speech and portraying with an almost brute realism their outer and inner lives. <i>Dubliners </i>is Joyce at his most accessible and most profound, and this edition is the definitive text, authorized by the Joyce estate and collated from all known proofs, manuscripts, and impressions to reflect the author’s original wishes.<br /><br />For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2564670279","rating":4,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-17T06:02:58.000Z","dateUpdated":"2018-10-18T21:12:27.000Z"},"book":{"bookID":"3987815","isbn":null,"isbn13":null,"textReviewsCount":"10","uri":"kca://book/amzn1.gr.book.v1.hX1OtpVEgVrvUlcyzwNeTg","link":"https://www.goodreads.com/book/show/3987815-the-call-of-the-wild","title":"The Call of the Wild","titleWithoutSeries":"The Call of the Wild","imageUrl":"https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png","smallImageUrl":"https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png","largeImageUrl":"","description":"First published in 1903, <i>The Call of the Wild</i> is regarded as Jack London's masterpiece. Based on London's experiences as a gold prospector in the Canadian wilderness and his ideas about nature and the struggle for existence, <i>The Call of the Wild</i> is a tale about unbreakable spirit and the fight for survival in the frozen Alaskan Klondike."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2564670544","rating":1,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-17T06:03:30.000Z","dateUpdated":"2018-10-18T21:12:29.000Z"},"book":{"bookID":"7112479","isbn":"0831712341","isbn13":"9780831712341","textReviewsCount":"1","uri":"kca://book/amzn1.gr.book.v1.Ux9epk5zcAD0_Qe23EKhCg","link":"https://www.goodreads.com/book/show/7112479-chamber-of-horrors","title":"Chamber of Horrors","titleWithoutSeries":"Chamber of Horrors","imageUrl":"https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png","smallImageUrl":"https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png","largeImageUrl":"","description":""}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2564677667","rating":2,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-17T06:19:28.000Z","dateUpdated":"2018-10-18T21:12:32.000Z"},"book":{"bookID":"313376","isbn":"0141023929","isbn13":"9780141023922","textReviewsCount":"13","uri":"kca://book/amzn1.gr.book.v1.Fb9O2oyLJ_jo-PTQpkYL6w","link":"https://www.goodreads.com/book/show/313376.Miracles_and_Idolatry","title":"Miracles and Idolatry","titleWithoutSeries":"Miracles and Idolatry","imageUrl":"https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png","smallImageUrl":"https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png","largeImageUrl":"","description":"Throughout history, some books have changed the world. They have transformed the way we see ourselves - and each other. They have inspired debate, dissent, war and revolution. They have enlightened, outraged, provoked and comforted. They have enriched lives - and destroyed them. Now Penguin brings you the works of the great thinkers, pioneers, radicals and visionaries whose ideas shook civilization and helped make us who we are.<br /><br />Voltaire's short, radical and iconoclastic essays on philosophical ideas from angels to idolatry, miracles to wickedness, make wry observations about human beliefs, and mock hypocrisy and extravagant piety - his call to his fellow men to act with reason and see through the lies they are fed by their leaders has provided inspiration to freethinkers everywhere."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2564678143","rating":4,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-17T06:20:28.000Z","dateUpdated":"2018-10-18T21:12:35.000Z"},"book":{"bookID":"2090267","isbn":"0812505123","isbn13":"9780812505122","textReviewsCount":"28","uri":"kca://book/amzn1.gr.book.v1.Oenqx0VkWeuSzCuXJhbs7Q","link":"https://www.goodreads.com/book/show/2090267.White_Fang","title":"White Fang","titleWithoutSeries":"White Fang","imageUrl":"https://images.gr-assets.com/books/1389025572m/2090267.jpg","smallImageUrl":"https://images.gr-assets.com/books/1389025572s/2090267.jpg","largeImageUrl":"","description":"White Fang was part dog, part wolf, and the only one of five tiny cubs to survive. In his lonely world, he soon learned to follow the harsh law of the North- kill or be killed. <br />But nothing in his young life prepared him for the cruelty of the bully Beauty Smith, who buys White Fang from his Indian master and turns him into a vicious killer- a pit dog forced to fight for money.<br />Will White Fang ever know the kindness of a gentle master or will he die a fierce deadly killer?<br />A classic adventure novel detailing the savagery of life in the northern wilds. Its central character is a ferocious and magnificent creature, through whose experiences we feel the harsh rhythms and patterns of wilderness life among animals and men.<br /><br />This edition of <i>White Fang</i> includes a Foreword, Biographical Note, and Afterword by Dwight V. Swain."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2564678394","rating":3,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-17T06:20:57.000Z","dateUpdated":"2018-10-18T21:12:37.000Z"},"book":{"bookID":"18656827","isbn":"1591846013","isbn13":"9781591846017","textReviewsCount":"801","uri":"kca://book/amzn1.gr.book.v1.h0bLinjJd2SWqnREivWXPw","link":"https://www.goodreads.com/book/show/18656827-hatching-twitter","title":"Hatching Twitter: A True Story of Money, Power, Friendship, and Betrayal","titleWithoutSeries":"Hatching Twitter: A True Story of Money, Power, Friendship, and Betrayal","imageUrl":"https://images.gr-assets.com/books/1381332539m/18656827.jpg","smallImageUrl":"https://images.gr-assets.com/books/1381332539s/18656827.jpg","largeImageUrl":"","description":"Twitter seems like a perfect start-up success story. In barely six years, a small group of young, ambitious programmers in Silicon Valley built an $11.5 billion business out of the ashes of a failed podcasting company. Today Twitter boasts more than 200 million active users and has affected business, politics, media, and other fields in innumerable ways.<br /><br />Now Nick Bilton of the New York Times takes readers behind the scenes with a narrative that shows what happened inside Twitter as it grew at exponential speeds. This is a tale of betrayed friendships and high-stakes power struggles as the four founders—Biz Stone, Evan Williams, Jack Dorsey, and Noah Glass—went from everyday engineers to wealthy celebrities, featured on magazine covers, Oprah, The Daily Show, and Time’s list of the world’s most influential people.<br /><br />Bilton’s exclusive access and exhaustive investigative reporting—drawing on hundreds of sources, documents, and internal e-mails—have enabled him to write an intimate portrait of fame, influence, and power. He also captures the zeitgeist and global influence of Twitter, which has been used to help overthrow governments in the Middle East and disrupt the very fabric of the way people communicate."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2564678934","rating":5,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-17T06:22:10.000Z","dateUpdated":"2018-10-18T21:12:40.000Z"},"book":{"bookID":"1451741","isbn":"0048090115","isbn13":"9780048090119","textReviewsCount":"0","uri":"kca://book/amzn1.gr.book.v1.9LqsuND0IuzRupSwIeBb4Q","link":"https://www.goodreads.com/book/show/1451741.The_Inklings","title":"The Inklings: C. S. Lewis, J. R. R. Tolkien, Charles Williams, and Their Friends","titleWithoutSeries":"The Inklings: C. S. Lewis, J. R. R. Tolkien, Charles Williams, and Their Friends","imageUrl":"https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png","smallImageUrl":"https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png","largeImageUrl":"","description":"During the 1930s at Oxford, C.S. Lewis, J.R.R. Tolkien, and Charles Williams met regularly to discuss philosophy and read aloud from their works. Carpenter's account brings to life those warm and enchanting evenings where their imaginations ran wild."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2564679205","rating":4,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-17T06:22:51.000Z","dateUpdated":"2018-10-18T21:12:42.000Z"},"book":{"bookID":"842927","isbn":"0747562105","isbn13":"9780747562108","textReviewsCount":"171","uri":"kca://book/amzn1.gr.book.v1.CVZfVzk6dZ4JkElgjqvwNg","link":"https://www.goodreads.com/book/show/842927.Coraline","title":"Coraline","titleWithoutSeries":"Coraline","imageUrl":"https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png","smallImageUrl":"https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png","largeImageUrl":"","description":"Coraline is not the kind of girl to be put off by a sign of danger read in some tea-leaves or indeed a message sent to her by some very talented mice! No, she is the kind of girl who faces a challenge with bravery, intelligence and a lot of determination. Which is just as well because she is going to need all those skills, and more, in this wonderful, spooky tale of a girl caught on the wrong side of a door, with counterfeit parents who have buttons for eyes and who clearly do not intend to set her free. Read it if you dare!<br /><br />In this wickedly scary and brilliantly crafted story, Neil Gaiman has created a compelling novel that fascinates, frightens and surprises all at once."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565633248","rating":0,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:10:57.000Z","dateUpdated":"2018-10-18T05:11:06.000Z"},"book":{"bookID":"26699591","isbn":"1472235320","isbn13":"9781472235329","textReviewsCount":"431","uri":"kca://book/amzn1.gr.book.v1.nnPb9hYQBEpirIwjidaFfA","link":"https://www.goodreads.com/book/show/26699591-how-the-marquis-got-his-coat-back","title":"How the Marquis Got His Coat Back","titleWithoutSeries":"How the Marquis Got His Coat Back","imageUrl":"https://images.gr-assets.com/books/1442860194m/26699591.jpg","smallImageUrl":"https://images.gr-assets.com/books/1442860194s/26699591.jpg","largeImageUrl":"","description":"<b>A <i>Neverwhere</i> short story from one of the brightest, most brilliant writers of our generation - the <i>Sunday Times</i> and <i>New York Times</i> bestselling author of the award-winning <i>The Ocean At the End of the Lane. </i></b><br /><br /><br />The coat. It was elegant. It was beautiful. It was so close that he could have reached out and touched it.<br /><br />And it was unquestionably <i>his</i>.<br /><br />***<br />'Gaiman's achievement is to make the fantasy world seem true' <i>The Times</i>"}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565634125","rating":5,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:12:39.000Z","dateUpdated":"2018-10-18T21:12:46.000Z"},"book":{"bookID":"13","isbn":"0345453743","isbn13":"9780345453747","textReviewsCount":"3854","uri":"kca://book/amzn1.gr.book.v1.ubWyA90qbGfTQjOvsAqckg","link":"https://www.goodreads.com/book/show/13.The_Ultimate_Hitchhiker_s_Guide_to_the_Galaxy","title":"The Ultimate Hitchhiker's Guide to the Galaxy","titleWithoutSeries":"The Ultimate Hitchhiker's Guide to the Galaxy","imageUrl":"https://images.gr-assets.com/books/1404613595m/13.jpg","smallImageUrl":"https://images.gr-assets.com/books/1404613595s/13.jpg","largeImageUrl":"","description":"At last in paperback in one complete volume, here are the five novels from Douglas Adams's Hitchhiker series. <br /><br />\"The Hitchhiker's Guide to the Galaxy\"<br /><br />Seconds before the Earth is demolished for a galactic freeway, Arthur Dent is saved by Ford Prefect, a researcher for the revised Guide. Together they stick out their thumbs to the stars and begin a wild journey through time and space.<br /><br />\"The Restaurant at the End of the Universe\"<br /><br />Facing annihilation at the hands of warmongers is a curious time to crave tea. It could only happen to the cosmically displaced Arthur Dent and his comrades as they hurtle across the galaxy in a desperate search for a place to eat.<br /><br />\"Life, the Universe and Everything\"<br /><br />The unhappy inhabitants of planet Krikkit are sick of looking at the night sky- so they plan to destroy it. The universe, that is. Now only five individuals can avert Armageddon: mild-mannered Arthur Dent and his stalwart crew.<br /><br />\"So Long, and Thanks for All the Fish\"<br /><br />Back on Earth, Arthur Dent is ready to believe that the past eight years were all just a figment of his stressed-out imagination. But a gift-wrapped fishbowl with a cryptic inscription conspires to thrust him back to reality. So to speak.<br /><br />\"Mostly Harmless\"<br /><br />Just when Arthur Dent makes the terrible mistake of starting to enjoy life, all hell breaks loose. Can he save the Earth from total obliteration? Can he save the Guide from a hostile alien takeover? Can he save his daughter from herself?<br /><br />Also includes the short story \"Young Zaphod Plays It Safe\"."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565634319","rating":5,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:13:03.000Z","dateUpdated":"2018-10-18T21:12:47.000Z"},"book":{"bookID":"597790","isbn":"0007246226","isbn13":"9780007246229","textReviewsCount":"1915","uri":"kca://book/amzn1.gr.book.v1.mGlCy7ag5Xtmi2kFcO7cGQ","link":"https://www.goodreads.com/book/show/597790.The_Children_of_H_rin","title":"The Children of Húrin","titleWithoutSeries":"The Children of Húrin","imageUrl":"https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png","smallImageUrl":"https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png","largeImageUrl":"","description":"<blockquote>\n  <b>Tolkien fans are sure to treasure this tale of Middle-earth's First Age, which appeared in incomplete forms in the posthumously published <i><a href=\"https://www.goodreads.com/book/show/77673.The_Silmarillion\" title=\"The Silmarillion\" rel=\"nofollow\">The Silmarillion</a></i> and <i><a href=\"https://www.goodreads.com/book/show/77674.Unfinished_Tales\" title=\"Unfinished Tales\" rel=\"nofollow\">Unfinished Tales</a></i>. Those earlier books, also edited by Tolkien's son, Christopher, only hinted at the depth and power of the tragic story of Túrin and Niënor, the children of Húrin, the lord of Dor-lómin, who achieved renown for having confronted Morgoth, who was the master of Sauron, the manifestation of evil in the Lord of the Rings.</b>\n</blockquote>Six thousand years before the One Ring is destroyed, Middle-earth lies under the shadow of the Dark Lord Morgoth. The greatest warriors among elves and men have perished, and all is in darkness and despair. But a deadly new leader rises, Túrin, son of Húrin, and with his grim band of outlaws begins to turn the tide in the war for Middle-earth -- awaiting the day he confronts his destiny and the deadly curse laid upon him.<p> Deftly balancing thrilling battles with moments of introspection, Tolkien's vivid and gripping narrative reaffirms his primacy in fantasy literature.</p>"}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565634842","rating":4,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:14:03.000Z","dateUpdated":"2018-10-18T21:12:50.000Z"},"book":{"bookID":"1045661","isbn":"0586069526","isbn13":"9780586069523","textReviewsCount":"0","uri":"kca://book/amzn1.gr.book.v1.5N3DWvhBGUpOt9O4xCGw5g","link":"https://www.goodreads.com/book/show/1045661.Pebble_in_the_Sky","title":"Pebble in the Sky (Galactic Empire, #3)","titleWithoutSeries":"Pebble in the Sky","imageUrl":"https://images.gr-assets.com/books/1327868754m/1045661.jpg","smallImageUrl":"https://images.gr-assets.com/books/1327868754s/1045661.jpg","largeImageUrl":"","description":"One moment Joseph Schwartz is a happily retired tailor in Chicago, 1949. The next he's a helpless stranger on Earth during the heyday of the first Galactic Empire.<br /> <br />Earth, as he soon learns, is a backwater, just a pebble in the sky, despised by all the other 200 million planets of the Empire because its people dare to claim it's the original home of man. And Earth is poor, with great areas of radioactivity ruining much of its soil—so poor that everyone is sentenced to death at the age of sixty.<br /> <br />Joseph Schwartz is sixty-two.<br /> <br />This is young Isaac Asimov's first novel, full of wonders and ideas, the book that launched the novels of the Galactic Empire, culminating in the Foundation series. This is Golden Age SF at its finest."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565635178","rating":4,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:14:42.000Z","dateUpdated":"2018-10-18T21:12:52.000Z"},"book":{"bookID":"5999217","isbn":"0199538069","isbn13":"9780199538065","textReviewsCount":"24","uri":"kca://book/amzn1.gr.book.v1.fHs9D-PhmtxHwdYX71t6KQ","link":"https://www.goodreads.com/book/show/5999217-walden","title":"Walden","titleWithoutSeries":"Walden","imageUrl":"https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png","smallImageUrl":"https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png","largeImageUrl":"","description":"<i>Walden</i> is Thoreau's classic autobiographical account of his experiment in solitary living, his refusal to play by the rules of hard work and the accumulation of wealth, and above all the freedom it gave him to adapt his living to the natural world around him. This new edition traces the sources of Thoreau's reading and thinking and considers the author in the context of his birthplace and sense of history--social, economic, and natural. An ecological appendix provides modern identifications of the myriad plants and animals to which he gave close attention as he became acclimated to his life in the woods by Walden Pond. <br /><br />About the Series: For over 100 years Oxford World's Classics has made available the broadest spectrum of literature from around the globe. Each affordable volume reflects Oxford's commitment to scholarship, providing the most accurate text plus a wealth of other valuable features, including expert introductions by leading authorities, voluminous notes to clarify the text, up-to-date bibliographies for further study, and much more."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565635536","rating":0,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:15:26.000Z","dateUpdated":"2018-10-18T05:15:36.000Z"},"book":{"bookID":"41739704","isbn":null,"isbn13":null,"textReviewsCount":"2","uri":"kca://book/amzn1.gr.book.v1.23A3Whg7laHXWyAyB9Ezvg","link":"https://www.goodreads.com/book/show/41739704-ms-found-in-a-bottle","title":"MS. Found in a Bottle","titleWithoutSeries":"MS. Found in a Bottle","imageUrl":"https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png","smallImageUrl":"https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png","largeImageUrl":"","description":""}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565635832","rating":0,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:16:02.000Z","dateUpdated":"2018-10-18T05:16:13.000Z"},"book":{"bookID":"1396182","isbn":"1594561699","isbn13":"9781594561696","textReviewsCount":"147","uri":"kca://book/amzn1.gr.book.v1.8-_KYXVnHZHIJIx2tdC4mQ","link":"https://www.goodreads.com/book/show/1396182.Berenice","title":"Berenice","titleWithoutSeries":"Berenice","imageUrl":"https://images.gr-assets.com/books/1451215629m/1396182.jpg","smallImageUrl":"https://images.gr-assets.com/books/1451215629s/1396182.jpg","largeImageUrl":"","description":"<i>Berenice</i> is a horror short story by Edgar Allan Poe. The tale is centered on the death of a young girl, named Berenice, and the mysterious visions of her cousin, Egaeus."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565636192","rating":5,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:16:44.000Z","dateUpdated":"2018-10-18T21:12:55.000Z"},"book":{"bookID":"16907","isbn":"0007202474","isbn13":"9780007202478","textReviewsCount":"98","uri":"kca://book/amzn1.gr.book.v1._ZFNwQrYzvJCNzaH6hP44w","link":"https://www.goodreads.com/book/show/16907.Smith_of_Wootton_Major","title":"Smith of Wootton Major","titleWithoutSeries":"Smith of Wootton Major","imageUrl":"https://images.gr-assets.com/books/1408926982m/16907.jpg","smallImageUrl":"https://images.gr-assets.com/books/1408926982s/16907.jpg","largeImageUrl":"","description":"This collection includes two of Tolkien's best fairy stories. The world of Faery is the setting for <i>Smith of Wootton Major</i>. The preparation of Great Cake to mark the Feast of Good Children was a human, cheerful occasion, but other less material powers were at work and the world of man and of Faery met and blended in a strange, haunting union.<br /><br /><i>Leaf by Niggle</i> is an apt and beautiful illustration of Tolkien's theory that fairy stories about the Faery have either own literary value and should not be seen either as academic exercises or as stories written specifically for children."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565636774","rating":5,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:17:55.000Z","dateUpdated":"2018-10-18T21:12:58.000Z"},"book":{"bookID":"8156155","isbn":null,"isbn13":null,"textReviewsCount":"3","uri":"kca://book/amzn1.gr.book.v1.iCICp4XF-r5YD_QzltyMzw","link":"https://www.goodreads.com/book/show/8156155-surprised-by-joy","title":"Surprised By Joy: The Shape of My Early Life","titleWithoutSeries":"Surprised By Joy: The Shape of My Early Life","imageUrl":"https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png","smallImageUrl":"https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png","largeImageUrl":"","description":"In this book, C.S. Lewis tells of his search for joy, a spiritual journey that led him from the Christianity of his early youth into atheism and then back to Christianity."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565637299","rating":4,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:18:52.000Z","dateUpdated":"2018-10-18T21:13:00.000Z"},"book":{"bookID":"13611141","isbn":null,"isbn13":null,"textReviewsCount":"4","uri":"kca://book/amzn1.gr.book.v1.FlxO2Ptg1YTUbokqiSRJPw","link":"https://www.goodreads.com/book/show/13611141-a-fall-of-moondust","title":"A Fall of Moondust","titleWithoutSeries":"A Fall of Moondust","imageUrl":"https://images.gr-assets.com/books/1335010719m/13611141.jpg","smallImageUrl":"https://images.gr-assets.com/books/1335010719s/13611141.jpg","largeImageUrl":"","description":"For a million years the bubble had been growing, like a vast abscess, below the root of the mountains. Now the abscess was about to burst. Captain Harris had left the controls on autopilot and was talking to the front row of passengers in the first tremor shook the boat. For a fraction of a second he wondered if a fan blade and hit some submerged obstacle; then, quite literally, the bottom fell out of his world.<p>It fell slowly, as all things must upon the Moon. The sea was alive and moving . . . Every stage of that nightmare transformation was pitilessly illuminated by the earth light, until the crater was so deep that it's firewall was completely lost in shadow, and it seemed as if Selene were racing into a curving crescent of utter blackness – an arc of annihilation.</p><p>In darkness and in silence, they were sinking into the Moon. . . .</p>"}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565637929","rating":5,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:20:04.000Z","dateUpdated":"2018-10-18T21:13:02.000Z"},"book":{"bookID":"219584","isbn":"0571203760","isbn13":"9780571203765","textReviewsCount":"81","uri":"kca://book/amzn1.gr.book.v1.tbTgjYth04pnNKgibNUKHA","link":"https://www.goodreads.com/book/show/219584.Beowulf","title":"Beowulf","titleWithoutSeries":"Beowulf","imageUrl":"https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png","smallImageUrl":"https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png","largeImageUrl":"","description":"Composed some time between the middle of the seventh and the end of the tenth century of the first millennium, the Anglo-Saxon poem <b>Beowulf</b> is one of the important Northern epics and a classic of European literature. <br /> In his new translation, Seamus Heaney has produced a work which is both true, line by line, to the original poem, and an expression, in its language and music, of something fundamental to his own creative gift."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565638240","rating":4,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:20:38.000Z","dateUpdated":"2018-10-18T21:13:04.000Z"},"book":{"bookID":"2519845","isbn":"0590088181","isbn13":"9780590088183","textReviewsCount":"1","uri":"kca://book/amzn1.gr.book.v1.LB_t6ilbKfJ73s6CmrLbBQ","link":"https://www.goodreads.com/book/show/2519845.In_the_Morning_of_Time","title":"In the Morning of Time: The Story of the Norse God Balder","titleWithoutSeries":"In the Morning of Time: The Story of the Norse God Balder","imageUrl":"https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png","smallImageUrl":"https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png","largeImageUrl":"","description":"The tale begins when Balder, god of innocence and goodness, dreams of the beginning of the world - and of its end. One-eyed Oden, father of the Gods, discovers the meaning of the dreams: Balder will die, and spring will come no more. The Gods are horrified, and Odin's wife Frigga tries desperately - buy fruitlessly - to prevent the tragedy."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565638579","rating":4,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:21:12.000Z","dateUpdated":"2018-10-18T21:13:09.000Z"},"book":{"bookID":"199787","isbn":"0312619863","isbn13":"9780312619862","textReviewsCount":"21","uri":"kca://book/amzn1.gr.book.v1.kXlguEMZkax7Pj06PRKlAA","link":"https://www.goodreads.com/book/show/199787.A_Poet_to_His_Beloved","title":"A Poet to His Beloved: The Early Love Poems of W.B. Yeats","titleWithoutSeries":"A Poet to His Beloved: The Early Love Poems of W.B. Yeats","imageUrl":"https://images.gr-assets.com/books/1379150796m/199787.jpg","smallImageUrl":"https://images.gr-assets.com/books/1379150796s/199787.jpg","largeImageUrl":"","description":"As a young man, William Butler Yeats was deeply affected by the idea of romantic love, or, as he called it, \"the old high way of love.\" Characteristically, much of his early poetry that which was written prior to 1910, is poetry that belongs to courtship.<br /><br />When Yeats was twenty-three years old, he met and fell in love with the beautiful Irish nationalist, Maud Gonne. Although she repeatedly refused to marry Yeats, Maud would become the object of his passion and his poetry. The emotional power in many of Yeats' early poems is shaped by the one-sidedness of his affair with Maud, but the poems themselves remain hopeful and bitter-sweet, pure in their language and attitudes about love.<br /><br />The forty-one poems collected in<i> A Poet to his Beloved</i> represent some of Yeats's most evocative and passionate early love poems. These versed are simple, lyrical, and often dreamy, and they speak knowingly of innocence and beauty, passion and desire, devotion and the fear of rejection."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565638863","rating":3,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:21:43.000Z","dateUpdated":"2018-10-18T21:13:12.000Z"},"book":{"bookID":"1019932","isbn":"0141023864","isbn13":"9780141023861","textReviewsCount":"11","uri":"kca://book/amzn1.gr.book.v1.ulMvWZI1TUdp5E00pV_-Iw","link":"https://www.goodreads.com/book/show/1019932.Travels_in_the_Land_of_Kubilai_Khan","title":"Travels in the Land of Kubilai Khan","titleWithoutSeries":"Travels in the Land of Kubilai Khan","imageUrl":"https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png","smallImageUrl":"https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png","largeImageUrl":"","description":""}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565639345","rating":3,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:22:42.000Z","dateUpdated":"2018-10-18T21:13:14.000Z"},"book":{"bookID":"14800993","isbn":"0141199334","isbn13":"9780141199337","textReviewsCount":"107","uri":"kca://book/amzn1.gr.book.v1.j3oWWp8RYvOat_5isqj1Gg","link":"https://www.goodreads.com/book/show/14800993-dracula","title":"Dracula","titleWithoutSeries":"Dracula","imageUrl":"https://images.gr-assets.com/books/1461453564m/14800993.jpg","smallImageUrl":"https://images.gr-assets.com/books/1461453564s/14800993.jpg","largeImageUrl":"","description":"“Welcome to my house. Come freely. Go safely; and leave something of the happiness you bring.”"}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565639661","rating":5,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:23:19.000Z","dateUpdated":"2018-10-18T21:13:16.000Z"},"book":{"bookID":"44735","isbn":"0881792063","isbn13":"9780881792065","textReviewsCount":"203","uri":"kca://book/amzn1.gr.book.v1.VdlZr2b937BMH8iw6JPBpA","link":"https://www.goodreads.com/book/show/44735.The_Elements_of_Typographic_Style","title":"The Elements of Typographic Style","titleWithoutSeries":"The Elements of Typographic Style","imageUrl":"https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png","smallImageUrl":"https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png","largeImageUrl":"","description":"Renowned typographer and poet Robert Bringhurst brings clarity to the art of typography with this masterful style guide. Combining practical, theoretical, and historical, this book is a must for graphic artists, editors, or anyone working with the printed page using digital or traditional methods. <br />Having established itself as a standard in its field <i>The Elements of Typographic Style</i> is house manual at most American university presses, a standard university text, and a reference work in studios of designers around the world. It has been translated into italian and greek, and dutch."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565640087","rating":3,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:24:09.000Z","dateUpdated":"2018-10-18T21:13:19.000Z"},"book":{"bookID":"20329560","isbn":null,"isbn13":null,"textReviewsCount":"8","uri":"kca://book/amzn1.gr.book.v1.AEMH4KSqMbCb-cuJVjEIFA","link":"https://www.goodreads.com/book/show/20329560-out-of-the-silent-planet","title":"Out of the Silent Planet","titleWithoutSeries":"Out of the Silent Planet","imageUrl":"https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png","smallImageUrl":"https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png","largeImageUrl":"","description":"The beginning of a celebrated space trilogy which is continued in Perelandra and That Hideous Strength."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565640393","rating":4,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:24:46.000Z","dateUpdated":"2018-10-18T21:13:21.000Z"},"book":{"bookID":"17736403","isbn":"0575129050","isbn13":"9780575129054","textReviewsCount":"41","uri":"kca://book/amzn1.gr.book.v1.LgDpclwj3csJYRqbQPTjjg","link":"https://www.goodreads.com/book/show/17736403-the-gods-themselves","title":"The Gods Themselves","titleWithoutSeries":"The Gods Themselves","imageUrl":"https://images.gr-assets.com/books/1379722432m/17736403.jpg","smallImageUrl":"https://images.gr-assets.com/books/1379722432s/17736403.jpg","largeImageUrl":"","description":"In the twenty-second century Earth obtains limitless, free energy from a source science little understands: an exchange between Earth and a parallel universe, using a process devised by the aliens. But even free energy has a price. The transference process itself will eventually lead to the destruction of the Earth's Sun--and of Earth itself.<br />Only a few know the terrifying truth--an outcast Earth scientist, a rebellious alien inhabitant of a dying planet, a lunar-born human intuitionist who senses the imminent annihilation of the Sun.  They know the truth--but who will listen?  They have foreseen the cost of abundant energy--but who will believe?  These few beings, human and alien, hold the key to the Earth's survival."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565640606","rating":3,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:25:10.000Z","dateUpdated":"2018-10-18T21:13:24.000Z"},"book":{"bookID":"368593","isbn":"0307353133","isbn13":"9780307353139","textReviewsCount":"3881","uri":"kca://book/amzn1.gr.book.v1.qQl1jdZHbqsLVDGvCHq69A","link":"https://www.goodreads.com/book/show/368593.The_4_Hour_Workweek","title":"The 4-Hour Workweek","titleWithoutSeries":"The 4-Hour Workweek","imageUrl":"https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png","smallImageUrl":"https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png","largeImageUrl":"","description":"What do you do? Tim Ferriss has trouble answering the question. Depending on when you ask this controversial Princeton University guest lecturer, he might answer: \"I race motorcycles in Europe.\" \"I ski in the Andes.\" \"I scuba dive in Panama.\" \"I dance tango in Buenos Aires.\" He has spent more than five years learning the secrets of the New Rich, a fast-growing subculture who has abandoned the \"deferred-life plan\" and instead mastered the new currencies-time and mobility-to create luxury lifestyles in the here and now. Whether you are an overworked employee or an entrepreneur trapped in your own business, this book is the compass for a new and revolutionary world.<br /><br />Join Tim Ferriss as he teaches you:<br />- How to outsource your life to overseas virtual assistants for $5 per hour and do whatever you want?<br />- How blue-chip escape artists travel the world without quitting their jobs?<br />- How to eliminate 50% of your work in 48 hours using the principles of a forgotten Italian economist?<br />- How to trade a long-haul career for short work bursts and freuent \"mini-retirements\"?<br />- What the crucial difference is between absolute and relative income?<br />- How to train your boss to value performance over presence, or kill your job (or company) if it's beyond repair?<br />- What automated cash-flow \"muses\" are and how to create one in 2 to 4 weeks?<br />- How to cultivate selective ignorance-and create time-with a low-information diet?<br />- What the management secrets of Remote Control CEOs are?<br />- How to get free housing worldwide and airfare at 50-80% off?<br />- How to fill the void and create a meaningful life after removing work and the office"}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565640837","rating":0,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:25:35.000Z","dateUpdated":"2018-10-18T05:26:18.000Z"},"book":{"bookID":"818478","isbn":"0755322827","isbn13":"9780755322824","textReviewsCount":"517","uri":"kca://book/amzn1.gr.book.v1.o6HF0OOMJddhUdtmJPFV8w","link":"https://www.goodreads.com/book/show/818478.Stardust","title":"Stardust","titleWithoutSeries":"Stardust","imageUrl":"https://images.gr-assets.com/books/1493592714m/818478.jpg","smallImageUrl":"https://images.gr-assets.com/books/1493592714s/818478.jpg","largeImageUrl":"","description":"<i>Stardust</i> is an utterly charming fairy tale in the tradition of <i>The Princess Bride</i> and <i>The Neverending Story</i>. Neil Gaiman, creator of the darkly elegant <i>Sandman</i> comics and author of <i>The Day I Swapped My Dad for Two Goldfish</i>, tells the story of young Tristran Thorn and his adventures in the land of Faerie. One fateful night, Tristran promises his beloved that he will retrieve a fallen star for her from beyond the Wall that stands between their rural English town (called, appropriately, Wall) and the Faerie realm. No one ever ventures beyond the Wall except to attend an enchanted flea market that is held every nine years (and during which, unbeknownst to him, Tristran was conceived). But Tristran bravely sets out to fetch the fallen star and thus win the hand of his love."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565641457","rating":4,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:26:43.000Z","dateUpdated":"2018-10-18T21:13:27.000Z"},"book":{"bookID":"1865152","isbn":null,"isbn13":"9780553400694","textReviewsCount":"7","uri":"kca://book/amzn1.gr.book.v1.K41OrPTTpc69mL-0Uy2QUA","link":"https://www.goodreads.com/book/show/1865152.Nemesis","title":"Nemesis","titleWithoutSeries":"Nemesis","imageUrl":"https://images.gr-assets.com/books/1345123971m/1865152.jpg","smallImageUrl":"https://images.gr-assets.com/books/1345123971s/1865152.jpg","largeImageUrl":"","description":"Tearing its way through space on a collision course for Earth is NEMESIS, a fiery ball of destruction, a dwarf star as red as the colour of blood.<br /><br />Circling NEMESIS is ROTOR, an Earth colony whose occupants have cut themselves off from the anarchy and degeneration of an old and wasted world.<br /><br />For them ROTOR is a kind of Ark.<br /><br />And NEMESIS is the Flood..."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565641849","rating":4,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:27:26.000Z","dateUpdated":"2018-10-18T21:13:28.000Z"},"book":{"bookID":"1980500","isbn":"0521093503","isbn13":"9780521093507","textReviewsCount":"10","uri":"kca://book/amzn1.gr.book.v1.SCkmAqvroDz3guBjnD_KXQ","link":"https://www.goodreads.com/book/show/1980500.An_Experiment_in_Criticism","title":"An Experiment in Criticism","titleWithoutSeries":"An Experiment in Criticism","imageUrl":"https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png","smallImageUrl":"https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png","largeImageUrl":"","description":""}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565642159","rating":5,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:28:02.000Z","dateUpdated":"2018-10-18T21:13:30.000Z"},"book":{"bookID":"1362044","isbn":"2253098086","isbn13":"9782253098089","textReviewsCount":"29","uri":"kca://book/amzn1.gr.book.v1.H_YH9HRowQNkj58xIT9urw","link":"https://www.goodreads.com/book/show/1362044.Candide","title":"Candide","titleWithoutSeries":"Candide","imageUrl":"https://images.gr-assets.com/books/1361192296m/1362044.jpg","smallImageUrl":"https://images.gr-assets.com/books/1361192296s/1362044.jpg","largeImageUrl":"","description":"<i>Candide</i> nous conte les mésaventures d'un voyageur philosophe qui affronte les horreurs de la guerre et les sanglants caprices de la Nature ; qui connaît les désillusions de l'amour et découvre les turpitudes de ses semblables, faisant à l'occasion l'expérience de leurs dangereuses fantaisies. Pourtant si l'homme est un bien méchant animal et si l'existence n'est qu'une cascade de catastrophes, est-ce une raison pour que le héros perde sa sérénité et le récit de son allégresse ? Sous la forme d'une ironique fiction, <i>Candide</i> propose une réflexion souriante sur l'omniprésence de la déraison qui puise sa force aux sources vives d'une expérience humaine, celle de l'auteur. <i>Candide</i>, on l'a dit, ce sont les « Confessions » de Voltaire, et c'est en cela qu'il nous émeut.<br />Mais ce « roman d'apprentissage » est aussi - et peut-être surtout - un festival merveilleusement ordonné de drôlerie et de fantaisie sarcastique, ruisselant d'un immense savoir maîtrisé qui ne dédaigne jamais de porter le rire jusqu'au sublime. C'est en cela qu'il nous éblouit et qu'il nous charme."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565642715","rating":5,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:29:05.000Z","dateUpdated":"2018-10-18T21:13:33.000Z"},"book":{"bookID":"24548235","isbn":"1408845644","isbn13":"9781408845646","textReviewsCount":"1181","uri":"kca://book/amzn1.gr.book.v1.vld4Dn3scryBncKaAlsrQg","link":"https://www.goodreads.com/book/show/24548235-harry-potter-and-the-philosopher-s-stone","title":"Harry Potter and the Philosopher's Stone","titleWithoutSeries":"Harry Potter and the Philosopher's Stone","imageUrl":"https://images.gr-assets.com/books/1451727490m/24548235.jpg","smallImageUrl":"https://images.gr-assets.com/books/1451727490s/24548235.jpg","largeImageUrl":"","description":"<i>Alternate cover for this ISBN can be found <a href=\"https://www.goodreads.com/book/show/28550610-harry-potter-and-the-sorcerer-s-stone\" rel=\"nofollow\">here</a></i><br /><br />Prepare to be spellbound by Jim Kay's dazzling depiction of the wizarding world and much loved characters in this full-colour illustrated hardback edition of the nation's favourite children's book – <i>Harry Potter and the Philosopher's Stone</i>. Brimming with rich detail and humour that perfectly complements J.K. Rowling's timeless classic, Jim Kay's glorious illustrations will captivate fans and new readers alike. <br /><br />When a letter arrives for unhappy but ordinary Harry Potter, a decade-old secret is revealed to him that apparently he's the last to know. His parents were wizards, killed by a Dark Lord's curse when Harry was just a baby, and which he somehow survived. Leaving his unsympathetic aunt and uncle for Hogwarts School of Witchcraft and Wizardry, Harry stumbles upon a sinister mystery when he finds a three-headed dog guarding a room on the third floor. Then he hears of a missing stone with astonishing powers, which could be valuable, dangerous – or both. An incredible adventure is about to begin!"}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565642915","rating":5,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:29:29.000Z","dateUpdated":"2018-10-18T21:13:34.000Z"},"book":{"bookID":"15783514","isbn":"0062255657","isbn13":"9780062255655","textReviewsCount":"35060","uri":"kca://book/amzn1.gr.book.v1.xVcSPwHbfyrfVP9BtO7Kgg","link":"https://www.goodreads.com/book/show/15783514-the-ocean-at-the-end-of-the-lane","title":"The Ocean at the End of the Lane","titleWithoutSeries":"The Ocean at the End of the Lane","imageUrl":"https://images.gr-assets.com/books/1497098563m/15783514.jpg","smallImageUrl":"https://images.gr-assets.com/books/1497098563s/15783514.jpg","largeImageUrl":"","description":"Sussex, England. A middle-aged man returns to his childhood home to attend a funeral. Although the house he lived in is long gone, he is drawn to the farm at the end of the road, where, when he was seven, he encountered a most remarkable girl, Lettie Hempstock, and her mother and grandmother. He hasn't thought of Lettie in decades, and yet as he sits by the pond (a pond that she'd claimed was an ocean) behind the ramshackle old farmhouse, the unremembered past comes flooding back. And it is a past too strange, too frightening, too dangerous to have happened to anyone, let alone a small boy.<br /><br />Forty years earlier, a man committed suicide in a stolen car at this farm at the end of the road. Like a fuse on a firework, his death lit a touchpaper and resonated in unimaginable ways. The darkness was unleashed, something scary and thoroughly incomprehensible to a little boy. And Lettie—magical, comforting, wise beyond her years—promised to protect him, no matter what.<br /><br />A groundbreaking work from a master, <i>The Ocean at the End of the Lane</i> is told with a rare understanding of all that makes us human, and shows the power of stories to reveal and shelter us from the darkness inside and out. It is a stirring, terrifying, and elegiac fable as delicate as a butterfly's wing and as menacing as a knife in the dark."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565643153","rating":4,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:29:57.000Z","dateUpdated":"2018-10-18T21:13:36.000Z"},"book":{"bookID":"31199023","isbn":"1472235444","isbn13":"9781472235442","textReviewsCount":"76","uri":"kca://book/amzn1.gr.book.v1.2yGKWMcw9XWYh8FbQTx7Ww","link":"https://www.goodreads.com/book/show/31199023-black-dog","title":"Black Dog","titleWithoutSeries":"Black Dog","imageUrl":"https://images.gr-assets.com/books/1478196529m/31199023.jpg","smallImageUrl":"https://images.gr-assets.com/books/1478196529s/31199023.jpg","largeImageUrl":"","description":"<b> A special illustrated edition of <i>Black Dog </i>by bestselling storytelling legend, Neil Gaiman. This <i>American Gods</i> world novella will thrill <i>Games of Thrones </i>devotees and Terry Pratchett fans alike. </b><b>Illustrations by celebrated artist </b><b>Daniel Egnéus.</b><br /><br /><b>'Original, engrossing, and endlessly entertaining' George R.R Martin on <i>American Gods</i></b><br /><br /><i>'It followed me home,' he said, conversationally.</i><br /><br />In a rural northern village, legend tells of a ghostly black dog that appears from the darkness before you die.<br /><br />Shadow Moon has been on the road a while now but he can't walk any further tonight, not with the rain lashing down. Gratefully, he heads home with a nice English couple, who offer a box room, hot whisky and local tales.<br /><br />But when the man collapses en route, Shadow realises that something about this place has been left untold.<br /><br />Something ancient, something within the very walls of the village.<br /><br />Something shadowing them all."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565648935","rating":5,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:40:59.000Z","dateUpdated":"2018-10-18T21:13:41.000Z"},"book":{"bookID":"31","isbn":"0618517650","isbn13":"9780618517657","textReviewsCount":"89","uri":"kca://book/amzn1.gr.book.v1.034GvYtwFykGCxio8SMtqQ","link":"https://www.goodreads.com/book/show/31.The_Lord_of_the_Rings","title":"The Lord of the Rings (The Lord of the Rings, #1-3)","titleWithoutSeries":"The Lord of the Rings","imageUrl":"https://images.gr-assets.com/books/1497757613m/31.jpg","smallImageUrl":"https://images.gr-assets.com/books/1497757613s/31.jpg","largeImageUrl":"","description":"The Fellowship of the Ring, part one of J.R.R. Tolkien’s epic masterpiece, first reached these shores on October 21, 1954, arriving, as C. S. Lewis proclaimed, “like lightning from a clear sky.” Fifty years and nearly one hundred million American readers later comes a beautiful new one-volume collector’s edition befitting the stature of this crown jewel of our list. With a text fully corrected under the supervision of Christopher Tolkien to meet the author’s exacting wishes, two large-format fold-out maps, a ribbon placemarker, gilded page edges, a color insert depicting Tolkien's own paintings of the Book of Mazarbul and exceptionally elegant and sturdy overall packaging housed within an attractive slipcase, this edition is the finest we’ve ever produced."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565650784","rating":0,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:44:23.000Z","dateUpdated":"2018-10-18T05:44:38.000Z"},"book":{"bookID":"13639034","isbn":null,"isbn13":null,"textReviewsCount":"0","uri":"kca://book/amzn1.gr.book.v1.EMtY08NHla87U5yelwcOlg","link":"https://www.goodreads.com/book/show/13639034-manual-tipogr-fico-de-giambattista-bodoni","title":"Manual Tipográfico de Giambattista Bodoni","titleWithoutSeries":"Manual Tipográfico de Giambattista Bodoni","imageUrl":"https://images.gr-assets.com/books/1336474920m/13639034.jpg","smallImageUrl":"https://images.gr-assets.com/books/1336474920s/13639034.jpg","largeImageUrl":"","description":""}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565651118","rating":4,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:45:01.000Z","dateUpdated":"2018-10-18T21:13:47.000Z"},"book":{"bookID":"30809689","isbn":null,"isbn13":"9780393609097","textReviewsCount":"3389","uri":"kca://book/amzn1.gr.book.v1.9m3q-bewsHgHxKZbSv585w","link":"https://www.goodreads.com/book/show/30809689-norse-mythology","title":"Norse Mythology","titleWithoutSeries":"Norse Mythology","imageUrl":"https://images.gr-assets.com/books/1493609691m/30809689.jpg","smallImageUrl":"https://images.gr-assets.com/books/1493609691s/30809689.jpg","largeImageUrl":"","description":"<p>Introducing an instant classic—master storyteller Neil Gaiman presents a dazzling version of the great Norse myths.</p>Neil Gaiman has long been inspired by ancient mythology in creating the fantastical realms of his fiction. Now he turns his attention back to the source, presenting a bravura rendition of the great northern tales. In <em>Norse Mythology</em>, Gaiman fashions primeval stories into a novelistic arc that begins with the genesis of the legendary nine worlds; delves into the exploits of the deities, dwarves, and giants; and culminates in Ragnarok, the twilight of the gods and the rebirth of a new time and people. Gaiman stays true to the myths while vividly reincarnating Odin, the highest of the high, wise, daring, and cunning; Thor, Odin’s son, incredibly strong yet not the wisest of gods; and Loki, the son of giants, a trickster and unsurpassable manipulator. From Gaiman’s deft and witty prose emerges the gods with their fiercely competitive natures, their susceptibility to being duped and to dupe others, and their tendency to let passion ignite their actions, making these long-ago myths breathe pungent life again."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565651642","rating":4,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:46:03.000Z","dateUpdated":"2018-10-18T21:13:49.000Z"},"book":{"bookID":"28284636","isbn":"0141981725","isbn13":"9780141981727","textReviewsCount":"104","uri":"kca://book/amzn1.gr.book.v1.MyiK79uWkVVridR30nwPHg","link":"https://www.goodreads.com/book/show/28284636-seven-brief-lessons-on-physics","title":"Seven Brief Lessons on Physics","titleWithoutSeries":"Seven Brief Lessons on Physics","imageUrl":"https://images.gr-assets.com/books/1462812719m/28284636.jpg","smallImageUrl":"https://images.gr-assets.com/books/1462812719s/28284636.jpg","largeImageUrl":"","description":"<b>Everything you need to know about modern physics, the universe and our place in the world in seven enlightening lessons </b><br /><br />'Here, on the edge of what we know, in contact with the ocean of the unknown, shines the mystery and the beauty of the world. And it's breathtaking'<br /><br />These seven short lessons guide us, with simplicity and clarity, through the scientific revolution that shook physics in the twentieth century and still continues to shake us today. In this mind-bending introduction to modern physics, Carlo Rovelli explains Einstein's theory of general relativity, quantum mechanics, black holes, the complex architecture of the universe, elementary particles, gravity, and the nature of the mind. Not since Richard Feynman's celebrated <i>Six Easy Pieces</i> has physics been so vividly, intelligently and entertainingly revealed."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565652330","rating":4,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:47:17.000Z","dateUpdated":"2018-12-04T12:41:14.000Z"},"book":{"bookID":"31951519","isbn":"0691174768","isbn13":"9780691174761","textReviewsCount":"28","uri":"kca://book/amzn1.gr.book.v1.K1bFHBnNdo2U0EvjxHN6eg","link":"https://www.goodreads.com/book/show/31951519-the-usefulness-of-useless-knowledge","title":"The Usefulness of Useless Knowledge","titleWithoutSeries":"The Usefulness of Useless Knowledge","imageUrl":"https://images.gr-assets.com/books/1543574650m/31951519.jpg","smallImageUrl":"https://images.gr-assets.com/books/1543574650s/31951519.jpg","largeImageUrl":"","description":"<b>A short, provocative book about why \"useless\" science often leads to humanity's greatest technological breakthroughs</b><br /><br />A forty-year tightening of funding for scientific research has meant that resources are increasingly directed toward applied or practical outcomes, with the intent of creating products of immediate value. In such a scenario, it makes sense to focus on the most identifiable and urgent problems, right? Actually, it doesn't. In his classic essay \"The Usefulness of Useless Knowledge,\" Abraham Flexner, the founding director of the Institute for Advanced Study in Princeton and the man who helped bring Albert Einstein to the United States, describes a great paradox of scientific research. The search for answers to deep questions, motivated solely by curiosity and without concern for applications, often leads not only to the greatest scientific discoveries but also to the most revolutionary technological breakthroughs. In short, no quantum mechanics, no computer chips.<br /><br />This brief book includes Flexner's timeless 1939 essay alongside a new companion essay by Robbert Dijkgraaf, the Institute's current director, in which he shows that Flexner's defense of the value of \"the unobstructed pursuit of useless knowledge\" may be even more relevant today than it was in the early twentieth century. Dijkgraaf describes how basic research has led to major transformations in the past century and explains why it is an essential precondition of innovation and the first step in social and cultural change. He makes the case that society can achieve deeper understanding and practical progress today and tomorrow only by truly valuing and substantially funding the curiosity-driven \"pursuit of useless knowledge\" in both the sciences and the humanities."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565653122","rating":5,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:48:25.000Z","dateUpdated":"2018-10-18T21:13:54.000Z"},"book":{"bookID":"29238041","isbn":"1408845652","isbn13":"9781408845653","textReviewsCount":"302","uri":"kca://book/amzn1.gr.book.v1.XiUngKa1D3y6zpv1axqpMQ","link":"https://www.goodreads.com/book/show/29238041-harry-potter-and-the-chamber-of-secrets","title":"Harry Potter and the Chamber of Secrets (Harry Potter, #2)","titleWithoutSeries":"Harry Potter and the Chamber of Secrets","imageUrl":"https://images.gr-assets.com/books/1460337209m/29238041.jpg","smallImageUrl":"https://images.gr-assets.com/books/1460337209s/29238041.jpg","largeImageUrl":"","description":"Prepare to be spellbound by Jim Kay's dazzling full-colour illustrations in this stunning new edition of J.K. Rowling's <i>Harry Potter and the Chamber of Secrets</i>. Breathtaking scenes, dark themes and unforgettable characters – including Dobby and Gilderoy Lockhart – await inside this fully illustrated edition. With paint, pencil and pixels, award-winning illustrator Jim Kay conjures the wizarding world as we have never seen it before. Fizzing with magic and brimming with humour, this inspired reimagining will captivate fans and new readers alike, as Harry and his friends, now in their second year at Hogwarts School of Witchcraft and Wizardry, seek out a legendary chamber and the deadly secret that lies at its heart …"}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565653501","rating":4,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:49:08.000Z","dateUpdated":"2018-10-18T21:13:57.000Z"},"book":{"bookID":"823526","isbn":"0330320025","isbn13":"9780330320023","textReviewsCount":"39","uri":"kca://book/amzn1.gr.book.v1.fp19ITCXTWfFh4nSVXj-xw","link":"https://www.goodreads.com/book/show/823526.Last_Chance_to_See","title":"Last Chance to See","titleWithoutSeries":"Last Chance to See","imageUrl":"https://images.gr-assets.com/books/1528212614m/823526.jpg","smallImageUrl":"https://images.gr-assets.com/books/1528212614s/823526.jpg","largeImageUrl":"","description":"After years of reflecting on the absurdities of life on other planets, Douglas Adams teams up with zoologist Mark Carwardine on an expedition to find out what's happening to life on this one.<br /><br />"}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565654125","rating":5,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:50:22.000Z","dateUpdated":"2018-10-18T21:13:59.000Z"},"book":{"bookID":"11127295","isbn":null,"isbn13":null,"textReviewsCount":"74","uri":"kca://book/amzn1.gr.book.v1.RyJ0IhE5qcgw3yvCcX8k3w","link":"https://www.goodreads.com/book/show/11127295-the-wise-man-s-fear","title":"The Wise Man's Fear (The Kingkiller Chronicle, #2)","titleWithoutSeries":"The Wise Man's Fear","imageUrl":"https://images.gr-assets.com/books/1328041860m/11127295.jpg","smallImageUrl":"https://images.gr-assets.com/books/1328041860s/11127295.jpg","largeImageUrl":"","description":"In The Wise Man's Fear, Kvothe searches for answers, attempting to uncover the truth about the mysterious Amyr, the Chandrian, and the death of his parents. Along the way, Kvothe is put on trial by the legendary Adem mercenaries, forced to reclaim the honor of his family, and travels into the Fae realm. There he meets Felurian, the faerie woman no man can resist, and who no man has ever survived...until Kvothe.<br /><br />Now, Kvothe takes his first steps on the path of the hero and learns how difficult life can be when a man becomes a legend in his own time.<br /><br />source: patrickrothfuss.com"}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565654381","rating":5,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:50:57.000Z","dateUpdated":"2018-10-18T21:14:03.000Z"},"book":{"bookID":"31359056","isbn":null,"isbn13":"9780008205539","textReviewsCount":"29","uri":"kca://book/amzn1.gr.book.v1.JoAY4uFhzvSfaJooCNT6Fg","link":"https://www.goodreads.com/book/show/31359056-leaf-by-niggle","title":"Leaf by Niggle","titleWithoutSeries":"Leaf by Niggle","imageUrl":"https://images.gr-assets.com/books/1470461333m/31359056.jpg","smallImageUrl":"https://images.gr-assets.com/books/1470461333s/31359056.jpg","largeImageUrl":"","description":"Leaf by Niggle is a short story about a painter whom is working on a picture leaf by leaf. Niggle, the painter, is a kind hearted soul and goes out of his way to help his friends and neighbours but eventually finds that this prevents him from completing his masterpiece. He has a hard decision to make; when engrossed in his work, his neighbour asks him to fix his roof using his art supplies."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565654558","rating":3,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:51:16.000Z","dateUpdated":"2018-10-18T21:14:07.000Z"},"book":{"bookID":"18077903","isbn":"0812993012","isbn13":"9780812993011","textReviewsCount":"2656","uri":"kca://book/amzn1.gr.book.v1.BaCPCxDEWZB4Y8SNvYh1HA","link":"https://www.goodreads.com/book/show/18077903-creativity-inc","title":"Creativity, Inc.: Overcoming the Unseen Forces That Stand in the Way of True Inspiration","titleWithoutSeries":"Creativity, Inc.: Overcoming the Unseen Forces That Stand in the Way of True Inspiration","imageUrl":"https://images.gr-assets.com/books/1400863577m/18077903.jpg","smallImageUrl":"https://images.gr-assets.com/books/1400863577s/18077903.jpg","largeImageUrl":"","description":"<i>“What does it mean to manage well?”</i><br />From Ed Catmull, co-founder (with Steve Jobs and John Lasseter) of Pixar Animation Studios, comes an incisive book about creativity in business—sure to appeal to readers of Daniel Pink, Tom Peters, and Chip and Dan Heath. <i>Creativity, Inc.</i> is a book for managers who want to lead their employees to new heights, a manual for anyone who strives for originality, and the first-ever, all-access trip into the nerve center of Pixar Animation—into the meetings, postmortems, and “Braintrust” sessions where some of the most successful films in history are made. It is, at heart, a book about how to build a creative culture—but it is also, as Pixar co-founder and president Ed Catmull writes, “an expression of the ideas that I believe make the best in us possible.” For nearly twenty years, Pixar has dominated the world of animation, producing such beloved films as the <i>Toy Story</i> trilogy, <i>Monsters, Inc., Finding Nemo, The Incredibles, Up, </i>and<i> WALL-E, </i>which have gone on to set box-office records and garner thirty Academy Awards. The joyousness of the storytelling, the inventive plots, the emotional authenticity: In some ways, Pixar movies are an object lesson in what creativity really <i>is</i>. Here, in this book, Catmull reveals the ideals and techniques that have made Pixar so widely admired—and so profitable.<br />  <br /> As a young man, Ed Catmull had a dream: to make the first computer-animated movie. He nurtured that dream as a Ph.D. student at the University of Utah, where many computer science pioneers got their start, and then forged a partnership with George Lucas that led, indirectly, to his founding Pixar with Steve Jobs and John Lasseter in 1986. Nine years later, <i>Toy Story</i> was released, changing animation forever. The essential ingredient in that movie’s success—and in the thirteen movies that followed—was the unique environment that Catmull and his colleagues built at Pixar, based on philosophies that protect the creative process and defy convention, such as:<br />  <br /> • Give a good idea to a mediocre team, and they will screw it up. But give a mediocre idea to a great team, and they will either fix it or come up with something better.<br /> • If you don’t strive to uncover what is unseen and understand its nature, you will be ill prepared to lead. <br /> • It’s not the manager’s job to prevent risks. It’s the manager’s job to make it safe for others to take them.<br /> • The cost of preventing errors is often far greater than the cost of fixing them. <br /> • A company’s communication structure should not mirror its organizational structure. Everybody should be able to talk to anybody.<br /> • Do not assume that general agreement will lead to change—it takes substantial energy to move a group, even when all are on board."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565654847","rating":4,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:51:46.000Z","dateUpdated":"2018-10-18T21:14:10.000Z"},"book":{"bookID":"22739835","isbn":"1473209323","isbn13":"9781473209329","textReviewsCount":"369","uri":"kca://book/amzn1.gr.book.v1.Nufi1MeTDAAIgc5K9OTVrA","link":"https://www.goodreads.com/book/show/22739835-the-slow-regard-of-silent-things","title":"The Slow Regard of Silent Things (The Kingkiller Chronicle, #2.5)","titleWithoutSeries":"The Slow Regard of Silent Things","imageUrl":"https://images.gr-assets.com/books/1405673128m/22739835.jpg","smallImageUrl":"https://images.gr-assets.com/books/1405673128s/22739835.jpg","largeImageUrl":"","description":"The Slow Regard of Silent Things is set at The University, where the brightest minds work to unravel the mysteries of enlightened sciences, such as artificing and alchemy. Auri, a former student (and a secondary but influential character from Rothfuss’s earlier novels) now lives alone beneath the sprawling campus in a maze of ancient and abandoned passageways. There in The Underthing, she feels her powers and learns to see the truths that science—and her former classmates—have overlooked"}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565655291","rating":3,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:52:36.000Z","dateUpdated":"2018-10-18T21:14:11.000Z"},"book":{"bookID":"433567","isbn":null,"isbn13":"9780486272634","textReviewsCount":"2392","uri":"kca://book/amzn1.gr.book.v1.VK5xtxMv6QdTtmPgxxy6NA","link":"https://www.goodreads.com/book/show/433567.Flatland","title":"Flatland: A Romance of Many Dimensions","titleWithoutSeries":"Flatland: A Romance of Many Dimensions","imageUrl":"https://images.gr-assets.com/books/1435435775m/433567.jpg","smallImageUrl":"https://images.gr-assets.com/books/1435435775s/433567.jpg","largeImageUrl":"","description":"This masterpiece of science (and mathematical) fiction is a delightfully unique and highly entertaining satire that has charmed readers for more than 100 years. The work of English clergyman, educator and Shakespearean scholar Edwin A. Abbott (1838-1926), it describes the journeys of A. Square <i>[sic – ed.]</i>, a mathematician and resident of the two-dimensional Flatland, where women-thin, straight lines-are the lowliest of shapes, and where men may have any number of sides, depending on their social status.<br />Through strange occurrences that bring him into contact with a host of geometric forms, Square has adventures in Spaceland (three dimensions), Lineland (one dimension) and Pointland (no dimensions) and ultimately entertains thoughts of visiting a land of four dimensions—a revolutionary idea for which he is returned to his two-dimensional world. Charmingly illustrated by the author, Flatland is not only fascinating reading, it is still a first-rate fictional introduction to the concept of the multiple dimensions of space. \"Instructive, entertaining, and stimulating to the imagination.\" — <i>Mathematics Teacher</i>."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565655536","rating":3,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:53:05.000Z","dateUpdated":"2018-10-18T21:14:14.000Z"},"book":{"bookID":"9248625","isbn":"0141192356","isbn13":"9780141192352","textReviewsCount":"22","uri":"kca://book/amzn1.gr.book.v1.2_7VeINc3FKvAb-QJdB6-w","link":"https://www.goodreads.com/book/show/9248625-of-human-freedom","title":"Of Human Freedom","titleWithoutSeries":"Of Human Freedom","imageUrl":"https://images.gr-assets.com/books/1327958246m/9248625.jpg","smallImageUrl":"https://images.gr-assets.com/books/1327958246s/9248625.jpg","largeImageUrl":"","description":"A practical guide to moral self-improvement and living a good life. It tackles questions of freedom and imprisonment, stubbornness and fear, family, friendship and love, and leaves an intriguing document of daily life in the classical world."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565655876","rating":2,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:53:42.000Z","dateUpdated":"2018-10-18T21:14:17.000Z"},"book":{"bookID":"8697149","isbn":"0141049235","isbn13":"9780141049236","textReviewsCount":"34","uri":"kca://book/amzn1.gr.book.v1.ie7c5hIO3CWvXQDzSrHgtw","link":"https://www.goodreads.com/book/show/8697149-the-plague","title":"The Plague","titleWithoutSeries":"The Plague","imageUrl":"https://images.gr-assets.com/books/1327593023m/8697149.jpg","smallImageUrl":"https://images.gr-assets.com/books/1327593023s/8697149.jpg","largeImageUrl":"","description":"<b>The Plague by Albert Camus is an extraordinary odyssey into the darkness and absurdity of human existence.</b><br /><b></b><br /><b>'On the morning of April 16, Dr Rieux emerged from his consulting-room and came across a dead rat in the middle of the landing.'</b><br /><br />It starts with the rats. Vomiting blood, they die in their hundreds, then in their thousands. When the rats are all gone, the citizens begin to fall sick. Like the rats, they too die in ever greater numbers.<br /><br />The authorities quarantine the town. Cut off, the terrified townspeople must face this horror alone. Some resign themselves to death or the whims of fate. Others seek someone to blame or dream of revenge. One is determined to escape.<br /><br />But a few, like stoic Dr Rieux, stand together to fight the terror. A monstrous evil has entered their lives but they will never surrender to it.<br /><br />They will resist the plague.<br /><br />'A matchless fable of fear, courage and cowardice' <i>Independent</i><br /><i></i><br /><i></i>Albert Camus was born in Algeria in 1913. He studied philosophy in Algiers and then worked in Paris as a journalist. He was one of the intellectual leaders of the Resistance movement and, after the War, established his international reputation as a writer. His books include <i>The Plague</i>, <i>The Just</i> and <i>The</i> <i>Fall</i>, and he won the Nobel Prize for Literature in 1957. Camus was killed in a road accident in 1960."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565656357","rating":0,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:54:44.000Z","dateUpdated":"2018-10-18T05:54:54.000Z"},"book":{"bookID":"1189512","isbn":"0345338219","isbn13":"9780345338211","textReviewsCount":"14","uri":"kca://book/amzn1.gr.book.v1.3mM567B9x_5VzQYjMPP9rg","link":"https://www.goodreads.com/book/show/1189512.The_Naked_Sun","title":"The Naked Sun (Robot, #2)","titleWithoutSeries":"The Naked Sun","imageUrl":"https://images.gr-assets.com/books/1314052517m/1189512.jpg","smallImageUrl":"https://images.gr-assets.com/books/1314052517s/1189512.jpg","largeImageUrl":"","description":"A millennium into the future, two advancements have altered the course of human history: the colonization of the Galaxy and the creation of the positronic brain. On the beautiful Outer World planet of Solaria, a handful of human colonists lead a hermit-like existence, their every need attended to by their faithful robot servants. To this strange and provocative planet comes Detective Elijah Baley, sent from the streets of New York with his positronic partner, the robot R. Daneel Olivaw, to solve an incredible murder that has rocked Solaria to its foundations. The victim had been so reclusive that he appeared to his associates only through holographic projection. Yet someone had gotten close enough to bludgeon him to death while robots looked on. Now Baley and Olivaw are faced with two clear impossibilities: Either the Solarian was killed by one of his robots - unthinkable under the laws of Robotics - or he was killed by the woman who loved him so much that she never came into his presence!"}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565656637","rating":0,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:55:23.000Z","dateUpdated":"2018-10-18T05:55:36.000Z"},"book":{"bookID":"1637041","isbn":"0345338200","isbn13":"9780345338204","textReviewsCount":"23","uri":"kca://book/amzn1.gr.book.v1.VoQ7VAcK6ABt6R2A0RJzVQ","link":"https://www.goodreads.com/book/show/1637041.The_Caves_of_Steel","title":"The Caves of Steel (Robot, #1)","titleWithoutSeries":"The Caves of Steel","imageUrl":"https://images.gr-assets.com/books/1338230501m/1637041.jpg","smallImageUrl":"https://images.gr-assets.com/books/1338230501s/1637041.jpg","largeImageUrl":"","description":"A millennium into the future, two advancements have altered the course of human history: the colonization of the galaxy and the creation of the positronic brain. Isaac Asimov's Robot novels chronicle the unlikely partnership between a New York City detective and a humanoid robot who must learn to work together."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565657034","rating":0,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:56:10.000Z","dateUpdated":"2018-10-18T05:56:20.000Z"},"book":{"bookID":"906661","isbn":null,"isbn13":"9780007149933","textReviewsCount":"44","uri":"kca://book/amzn1.gr.book.v1.fM0yNxpvRLLpVgJ4Syrs0A","link":"https://www.goodreads.com/book/show/906661.The_Pale_Horseman","title":"The Pale Horseman (The Saxon Stories, #2)","titleWithoutSeries":"The Pale Horseman","imageUrl":"https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png","smallImageUrl":"https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png","largeImageUrl":"","description":"It is the lowest time for the Saxons. Defeated comprehensively by the Vikings who now occupy most of England, Alfred and his very small group of surviving followers retreat to the trackless marshlands of Somerset. There, forced to move restlessly to escape betrayal or detection, using the marsh mists for cover, they travel by small boats from one island refuge to another, hoping that they can regroup and find some more strength and support. Only Uhtred remains resolute. Determined to discover the enemy's strategies, he draws once again on his Viking upbringing, and attempts to enter the Viking camps. His plan is to become accepted by their leaders, and to sit in their councils and uncover their plans. But once there, the attractions of his many friends among the Vikings coupled with his disillusion with the Saxons' leadership and anger at Alfred's criticism of his own conduct, draws him back again to his allegiance to the Vikings. The Pale Horseman, an even more powerful and dramatic book than The Last Kingdom, brings both Uhtred and the Saxons' dilemmas vividly to life."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565657283","rating":0,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:56:37.000Z","dateUpdated":"2018-10-18T05:57:09.000Z"},"book":{"bookID":"32478496","isbn":"1620103745","isbn13":"9781620103746","textReviewsCount":"35","uri":"kca://book/amzn1.gr.book.v1.LvQ5lWCLYtyXfCQ0ZRc6Jg","link":"https://www.goodreads.com/book/show/32478496-rick-and-morty","title":"Rick and Morty: Lil' Poopy Superstar","titleWithoutSeries":"Rick and Morty: Lil' Poopy Superstar","imageUrl":"https://images.gr-assets.com/books/1479500778m/32478496.jpg","smallImageUrl":"https://images.gr-assets.com/books/1479500778s/32478496.jpg","largeImageUrl":"","description":"The runaway hit comic book series based on Dan Harmon and Justin Roiland s hilarious [adult swim] animated show RICK AND MORTY explores the complexities of friendship and fame in LIL POOPY SUPERSTAR! <br /> Mr. Poopybutthole is in trouble, and he turns to the one person he can trust: Summer Smith! She's more than willing to help, but is he telling her the whole truth? Summer will find out as she and Mr. Poopybutthole embark on their very own fantastic adventure across space, complete with jailbreaks, hijackings, and high school prom. Plus, backup comics featuring good ol' Rick and Morty!\""}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565657995","rating":0,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T05:58:03.000Z","dateUpdated":"2018-10-18T05:58:10.000Z"},"book":{"bookID":"36128409","isbn":null,"isbn13":null,"textReviewsCount":"0","uri":"kca://book/amzn1.gr.book.v1.zV2l_gg_Sh_YQNkaFpGcgg","link":"https://www.goodreads.com/book/show/36128409-michael-faraday-and-the-electrical-century","title":"Michael Faraday and the Electrical Century","titleWithoutSeries":"Michael Faraday and the Electrical Century","imageUrl":"https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png","smallImageUrl":"https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png","largeImageUrl":"","description":"The only scientist to ever appear on the British twenty pound note, Michael Faraday is one of the most recognisable names in the history of science.<br /><br />Faraday's forte was electricity, a revolutionary force in nineteenth-century society. The electric telegraph had made mass-communication possible and inventors looked forward to the day when electricity would control all aspects of life. By the end of the century, this dream was well on its way to being realised. But what was Faraday's role in all this? How did his science come to have such an impact on the lives of the Victorians (and ultimately on us)?<br /><br />Iwan Morus tells the story of Faraday’s upbringing in London and his apprenticeship at the Royal Institution under the supervision of the flamboyant chemist, Sir Humphry Davy, all set against the backdrop of a vibrant scientific culture and an empire near the peak of its power."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565660427","rating":2,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T06:03:14.000Z","dateUpdated":"2018-10-18T21:14:25.000Z"},"book":{"bookID":"344724","isbn":"0596008031","isbn13":"9780596008031","textReviewsCount":"58","uri":"kca://book/amzn1.gr.book.v1.QGHTtG84UHn9q225AhvdxA","link":"https://www.goodreads.com/book/show/344724.Designing_Interfaces","title":"Designing Interfaces: Patterns for Effective Interaction Design","titleWithoutSeries":"Designing Interfaces: Patterns for Effective Interaction Design","imageUrl":"https://images.gr-assets.com/books/1384259305m/344724.jpg","smallImageUrl":"https://images.gr-assets.com/books/1384259305s/344724.jpg","largeImageUrl":"","description":"Designing a good interface isn't easy. Users demand software that is well-behaved, good-looking, and easy to use. Your clients or managers demand originality and a short time to market. Your UI technology -- web applications, desktop software, even mobile devices -- may give you the tools you need, but little guidance on how to use them well.<br /><br />UI designers over the years have refined the art of interface design, evolving many best practices and reusable ideas. If you learn these, and understand why the best user interfaces work so well, you too can design engaging and usable interfaces with less guesswork and more confidence.<br /><br /><i>Designing Interfaces</i> captures those best practices as design patterns -- solutions to common design problems, tailored to the situation at hand. Each pattern contains practical advice that you can put to use immediately, plus a variety of examples illustrated in full color. You'll get recommendations, design alternatives, and warnings on when not to use them.<br /><br />Each chapter's introduction describes key design concepts that are often misunderstood, such as affordances, visual hierarchy, navigational distance, and the use of color. These give you a deeper understanding of why the patterns work, and how to apply them with more insight.<br /><br />A book can't design an interface for you -- no foolproof design process is given here -- but <i>Designing Interfaces</i> does give you concrete ideas that you can mix and recombine as you see fit. Experienced designers can use it as a sourcebook of ideas. Novice designers will find a roadmap to the world of interface and interaction design, with enough guidance to start using these patterns immediately."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565660645","rating":4,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T06:03:40.000Z","dateUpdated":"2018-10-18T21:14:30.000Z"},"book":{"bookID":"29069989","isbn":"1338099132","isbn13":"9781338099133","textReviewsCount":"14610","uri":"kca://book/amzn1.gr.book.v1.RPX5RvFVSIfDOz8wYDARcQ","link":"https://www.goodreads.com/book/show/29069989-harry-potter-and-the-cursed-child-parts-1-2","title":"Harry Potter and the Cursed Child, Parts 1 & 2","titleWithoutSeries":"Harry Potter and the Cursed Child, Parts 1 & 2","imageUrl":"https://images.gr-assets.com/books/1470734340m/29069989.jpg","smallImageUrl":"https://images.gr-assets.com/books/1470734340s/29069989.jpg","largeImageUrl":"","description":"<b>The eight story, nineteen years later …</b><br /><br />Based on an original new story by J.K. Rowling, Jack Thorne and John Tiffany, a new play by Jack Thorne, <i>Harry Potter and the Cursed Child</i> is the eighth story in the Harry Potter series and the first official Harry Potter story to be presented on stage. The play will receive its world premiere in London’s West End on July 30, 2016.<br /><br />It was always difficult being Harry Potter and it isn’t much easier now that he is an overworked employee of the Ministry of Magic, a husband and father of three school-age children.<br /><br />While Harry grapples with a past that refuses to stay where it belongs, his youngest son Albus must struggle with the weight of a family legacy he never wanted. As past and present fuse ominously, both father and son learn the uncomfortable truth: sometimes, darkness comes from unexpected places."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565661862","rating":5,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T06:06:14.000Z","dateUpdated":"2018-10-18T21:14:37.000Z"},"book":{"bookID":"11059675","isbn":null,"isbn13":null,"textReviewsCount":"235","uri":"kca://book/amzn1.gr.book.v1.khINmiig5t3HMdHf3n05bw","link":"https://www.goodreads.com/book/show/11059675-a-game-of-thrones","title":"A Game of Thrones (A Song of Ice and Fire, #1)","titleWithoutSeries":"A Game of Thrones","imageUrl":"https://images.gr-assets.com/books/1327110509m/11059675.jpg","smallImageUrl":"https://images.gr-assets.com/books/1327110509s/11059675.jpg","largeImageUrl":"","description":"<i>Alternate Cover Edition can be found <a href=\"https://www.goodreads.com/book/show/22740513-a-game-of-thrones\" rel=\"nofollow\">here</a>, <a href=\"https://www.goodreads.com/book/show/23516284-a-game-of-thrones\" rel=\"nofollow\">here </a>and <a href=\"https://www.goodreads.com/book/show/28446514-a-game-of-thrones\" rel=\"nofollow\">here </a></i><br /><br />HBO’s hit series A GAME OF THRONES is based on George R. R. Martin’s internationally bestselling series A SONG OF ICE AND FIRE, the greatest fantasy epic of the modern age. A GAME OF THRONES is the first volume in the series.<br /><br />Summers span decades. Winter can last a lifetime. And the struggle for the Iron Throne has begun.<br /><br />As Warden of the north, Lord Eddard Stark counts it a curse when King Robert bestows on him the office of the Hand. His honour weighs him down at court where a true man does what he will, not what he must … and a dead enemy is a thing of beauty.<br /><br />The old gods have no power in the south, Stark’s family is split and there is treachery at court. Worse, the vengeance-mad heir of the deposed Dragon King has grown to maturity in exile in the Free Cities. He claims the Iron Throne."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565663382","rating":5,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T06:09:34.000Z","dateUpdated":"2018-10-18T21:14:36.000Z"},"book":{"bookID":"11476291","isbn":"1841593427","isbn13":"9781841593425","textReviewsCount":"137","uri":"kca://book/amzn1.gr.book.v1.hDcq1QIkDI3MFJ_BwxQ3Tw","link":"https://www.goodreads.com/book/show/11476291-his-dark-materials","title":"His Dark Materials (His Dark Materials, #1-3)","titleWithoutSeries":"His Dark Materials","imageUrl":"https://images.gr-assets.com/books/1327343792m/11476291.jpg","smallImageUrl":"https://images.gr-assets.com/books/1327343792s/11476291.jpg","largeImageUrl":"","description":"<i>Northern Lights </i>introduces Lyra, an orphan, who lives in a parallel universe in which science, theology and magic are entwined. Lyra's search for a kidnapped friend uncovers a sinister plot involving stolen children and turns into a quest to understand a mysterious phenomenon called Dust. In <i>The Subtle Knife </i>she is joined on her journey by Will, a boy who possesses a knife that can cut windows between worlds. As Lyra learns the truth about her parents and her prophesied destiny, the two young people are caught up in a war against celestial powers that ranges across many worlds and leads to a thrilling conclusion in <i>The Amber Spyglass.</i><br />The epic story Pullman tells is not only a spellbinding adventure featuring armoured polar bears, magical devices, witches and daemons, it is also an audacious and profound re-imagining of Milton's <i>Paradise Lost</i>. An utterly entrancing blend of metaphysical speculation and bravura storytelling, HIS DARK MATERIALS is a monumental and enduring achievement."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565665911","rating":4,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T06:14:56.000Z","dateUpdated":"2018-10-18T21:14:42.000Z"},"book":{"bookID":"42382906","isbn":null,"isbn13":"9789722128469","textReviewsCount":"0","uri":"kca://book/amzn1.gr.book.v1.oR87KNb74zb0lsqXJitZVA","link":"https://www.goodreads.com/book/show/42382906-o-centauro-no-jardim","title":"O Centauro no Jardim","titleWithoutSeries":"O Centauro no Jardim","imageUrl":"https://images.gr-assets.com/books/1539843273m/42382906.jpg","smallImageUrl":"https://images.gr-assets.com/books/1539843273s/42382906.jpg","largeImageUrl":"","description":"Nos confins do interior Sul do Brasil, numa pacata família de judeus que desbrava o mato para erguer uma fazenda, nasce um estranho ser que, pela sua singularidade, está destinado a um percurso singular. É um centauro, metade homem metade cavalo. A estranheza da sua aparência afasta-o do mundo dos homens. A sua alma humana, a sua aspiração de viver com os outros, amarram-no irresistivelmente à sociedade. Qual pode ser o destino de um centauro no mundo dos homens?<br /><br />Através desta fábula Moacyr Scliar, um dos mais destacados escritores brasileiros contemporâneos, expõe de modo exemplar perante os nossos olhos a contradição entre a nossa condição de ser social e a necessidade de afirmação da nossa individualidade. Revelando uma imaginação fulgurante, que cria as situações mais inesperadas e as resolve do modo mais feliz, com um estilo rico e fluente, O Centauro no Jardim, que a Caminho agora reedita, será uma revelação para muitos leitores portugueses. Com este romance Moacyr Scliar obteve o prémio da Associação Paulista dos Críticos de Arte de 1980 para a melhor obra de ficção."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565666667","rating":0,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T06:16:09.000Z","dateUpdated":"2018-10-18T06:16:24.000Z"},"book":{"bookID":"597033","isbn":"0552140295","isbn13":"9780552140294","textReviewsCount":"143","uri":"kca://book/amzn1.gr.book.v1.cj4Nxuklt6MBoPEpXWlW_w","link":"https://www.goodreads.com/book/show/597033.Soul_Music","title":"Soul Music (Discworld, #16)","titleWithoutSeries":"Soul Music","imageUrl":"https://images.gr-assets.com/books/1396075356m/597033.jpg","smallImageUrl":"https://images.gr-assets.com/books/1396075356s/597033.jpg","largeImageUrl":"","description":"Other children get given xylophones. Susan just had to ask her grandfather to take his vest off. <br />Yes. There's a Death in the family.<br /><br />It's hard to grow up normally when Grandfather rides a white horse and wields a scythe – especially when you have to take over the family business, and everyone mistakes you for the Tooth Fairy.<br /><br />And <b>especially</b> when you have to face the new and addictive music that has entered Discworld.<br /><br />It's lawless. It changes people.<br /><br />It's called <b>Music With Rocks In</b>.<br /><br />It's got a beat and you can dance to it, but...<br /><br />It's <b>alive</b>.<br /><br />And it won't fade away."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565667078","rating":5,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T06:16:59.000Z","dateUpdated":"2018-10-18T21:14:51.000Z"},"book":{"bookID":"34107177","isbn":"1408845660","isbn13":"9781408845660","textReviewsCount":"320","uri":"kca://book/amzn1.gr.book.v1.fvGET-JypT3U6AHt9fyYsg","link":"https://www.goodreads.com/book/show/34107177-harry-potter-and-the-prisoner-of-azkaban","title":"Harry Potter and the Prisoner of Azkaban (Harry Potter, #3)","titleWithoutSeries":"Harry Potter and the Prisoner of Azkaban","imageUrl":"https://images.gr-assets.com/books/1489600909m/34107177.jpg","smallImageUrl":"https://images.gr-assets.com/books/1489600909s/34107177.jpg","largeImageUrl":"","description":"Picture the magic – discover J.K. Rowling’s wizarding world with glorious full-colour illustration by Jim Kay, winner of the Kate Greenaway Medal.<br /><br />An extraordinary creative achievement by an extraordinary talent, Jim Kay’s inspired reimagining of J.K. Rowling’s classic series has captured a devoted following worldwide. This stunning new fully illustrated edition of Harry Potter and the Prisoner of Azkaban brings more breathtaking scenes and unforgettable characters – including Sirius Black, Remus Lupin and Professor Trelawney. With paint, pencil and pixels, Kay conjures the wizarding world as we have never seen it before. Fizzing with magic and brimming with humour, this full-colour edition will captivate fans and new readers alike as Harry, now in his third year at Hogwarts School of Witchcraft and Wizardry, faces Dementors, death omens and – of course – danger."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565667843","rating":5,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T06:18:26.000Z","dateUpdated":"2018-10-18T21:14:28.000Z"},"book":{"bookID":"17744","isbn":"0961392142","isbn13":"9780961392147","textReviewsCount":"422","uri":"kca://book/amzn1.gr.book.v1.G_mnHM7i05ijVSOucMvNFA","link":"https://www.goodreads.com/book/show/17744.The_Visual_Display_of_Quantitative_Information","title":"The Visual Display of Quantitative Information","titleWithoutSeries":"The Visual Display of Quantitative Information","imageUrl":"https://images.gr-assets.com/books/1490961555m/17744.jpg","smallImageUrl":"https://images.gr-assets.com/books/1490961555s/17744.jpg","largeImageUrl":"","description":"The classic book on statistical graphics, charts, tables. Theory and practice in the design of data graphics, 250 illustrations of the best (and a few of the worst) statistical graphics, with detailed analysis of how to display data for precise, effective, quick analysis. Design of the high-resolution displays, small multiples. Editing and improving graphics. The data-ink ratio. Time-series, relational graphics, data maps, multivariate designs. Detection of graphical deception: design variation vs. data variation. Sources of deception. Aesthetics and data graphical displays. <br />This is the second edition of The Visual Display of Quantitative Information. Recently published, this new edition provides excellent color reproductions of the many graphics of William Playfair, adds color to other images, and includes all the changes and corrections accumulated during 17 printings of the first edition."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565668192","rating":4,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T06:19:02.000Z","dateUpdated":"2018-10-18T21:14:41.000Z"},"book":{"bookID":"23557020","isbn":null,"isbn13":null,"textReviewsCount":"70","uri":"kca://book/amzn1.gr.book.v1.SXDgpWkNeQdvf8nEcMP3WA","link":"https://www.goodreads.com/book/show/23557020-how-to-make-sense-of-any-mess","title":"How to Make Sense of Any Mess: Information Architecture for Everybody","titleWithoutSeries":"How to Make Sense of Any Mess: Information Architecture for Everybody","imageUrl":"https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png","smallImageUrl":"https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png","largeImageUrl":"","description":""}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2565669226","rating":4,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T06:21:04.000Z","dateUpdated":"2018-10-18T21:14:54.000Z"},"book":{"bookID":"25814544","isbn":null,"isbn13":"9781501121746","textReviewsCount":"542","uri":"kca://book/amzn1.gr.book.v1.5KFhcUcOP4tTX5p-VyULSA","link":"https://www.goodreads.com/book/show/25814544-sprint","title":"Sprint: How to Solve Big Problems and Test New Ideas in Just Five Days","titleWithoutSeries":"Sprint: How to Solve Big Problems and Test New Ideas in Just Five Days","imageUrl":"https://images.gr-assets.com/books/1457284924m/25814544.jpg","smallImageUrl":"https://images.gr-assets.com/books/1457284924s/25814544.jpg","largeImageUrl":"","description":"From three design partners at Google Ventures, a unique five-day process for solving tough problems using design, prototyping, and testing ideas with customers.<br /><br />The startups that Google Ventures invest in face big questions every day: Where’s the most important place to focus your effort, and how do you start? What will your ideas look like in real life? How many meetings and discussions does it take before you can be sure you have the right solution to a problem? Business owners and investors want their companies and the people who lead them to be equipped to answer these questions—and quickly. And now there’s a sure-fire way to solve their problems and test solutions: the sprint.<br /><br />While working at Google, designer Jake Knapp created a unique problem-solving method that he coined a “design sprint”—a five-day process to help companies answer crucial questions. His ‘sprints’ were used on everything from Google Search to Chrome to Google X. When he moved to Google Ventures, he joined Braden Kowitz and John Zeratsky, both designers and partners there who worked on products like YouTube and Gmail. Together Knapp, Zeratsky, and Kowitz have run over 100 sprints with their portfolio companies. They’ve seen firsthand how sprints can overcome challenges in all kinds of companies: healthcare, fitness, finance, retailers, and more.<br /><br />A practical guide to answering business questions, Sprint is a book for groups of any size, from small startups to Fortune 100s, from teachers to non-profits. It’s for anyone with a big opportunity, problem, or idea who needs to get answers today."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566190551","rating":5,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T19:41:23.000Z","dateUpdated":"2018-10-18T21:08:53.000Z"},"book":{"bookID":"6022966","isbn":"8587193856","isbn13":"9788587193858","textReviewsCount":"2","uri":"kca://book/amzn1.gr.book.v1.j_fY5HO7qyAgv5E-l3V0gg","link":"https://www.goodreads.com/book/show/6022966-o-aprendiz-de-morte","title":"O Aprendiz de Morte (Discworld, #4)","titleWithoutSeries":"O Aprendiz de Morte","imageUrl":"https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png","smallImageUrl":"https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png","largeImageUrl":"","description":"Em mais essa aventura da série Discworld, Morte faz a Mortimer uma proposta irrecusável - principalmente considerando que estar morto não é condição <i>sine qua non</i>. Como aprendiz de Morte, ele terá casa e comida de graça, acesso ao \"cavalo da empresa\", e não necessitará de folga para ir a funerais. O cargo é tudo o que Mortimer sempre quis, até ele descobrir que esse trabalho perfeito pode significar o fim de sua vida amorosa."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566194750","rating":4,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T19:45:54.000Z","dateUpdated":"2018-10-18T21:11:10.000Z"},"book":{"bookID":"73675","isbn":"8532504310","isbn13":"9788532504319","textReviewsCount":"2","uri":"kca://book/amzn1.gr.book.v1.0QBmlm9qcJ-0dtkMneJT1A","link":"https://www.goodreads.com/book/show/73675.A_Hist_ria_do_Ladr_o_de_Corpos","title":"A História do Ladrão de Corpos (As Crônicas Vampirescas, #4)","titleWithoutSeries":"A História do Ladrão de Corpos","imageUrl":"https://images.gr-assets.com/books/1279068315m/73675.jpg","smallImageUrl":"https://images.gr-assets.com/books/1279068315s/73675.jpg","largeImageUrl":"","description":"A descrição do vampiro Lestat, feita por ele mesmo, pode não combinar com o tipo físico de um Tom Cruise, Daniel Day-Lewis, Hutger Rauer, Jeromy Irons e até Sting foram sondados para o papel de Lestat, no filme inspirado no livro Entrevista com o vampiro, de que 'A história do ladrão de corpos' é continuação. Só que, agora, Lestat pode mudar completamente. Um desconhecido que o persegue em vários lugares do mundo - Veneza, Hong Kong, Miami, Londres e Paris - propõe a troca de seu corpo com o do vampiro. É a oportunidade de Lestat sentir as sensações de um mortal. É a chance de Raglan James experimentar os poderes de um imortal. Esta é uma história contemporânea, passada no final dos anos 80, inclusive no Rio de Janeiro. Depois de alcançar o sucesso durante sua curta carreira de cantor de rock, Lestat se enfronha no candomblé e espiritismo, pelas mãos de David Talbot, um amigo mortal que recusa sua oferta de sangue negro. Torturado por seu amor, suas dúvidas e sua solidão secular, Lestat sonha ser humano outra vez. Ver o sol, beber e comer como qualquer outra pessoa."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566196455","rating":4,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T19:47:40.000Z","dateUpdated":"2018-10-18T21:11:14.000Z"},"book":{"bookID":"5999682","isbn":"8532500315","isbn13":"9788532500311","textReviewsCount":"6","uri":"kca://book/amzn1.gr.book.v1.B1UOuPzEVH7_VFY1EOE7Nw","link":"https://www.goodreads.com/book/show/5999682-a-rainha-dos-condenados","title":"A Rainha dos Condenados (As Crônicas Vampirescas, #3)","titleWithoutSeries":"A Rainha dos Condenados","imageUrl":"https://images.gr-assets.com/books/1401040913m/5999682.jpg","smallImageUrl":"https://images.gr-assets.com/books/1401040913s/5999682.jpg","largeImageUrl":"","description":"Lestat, o roqueiro diabólico, o perversor apresentado em Entrevista com o vampiro, lança sua autobiografia e um disco terrível. Pior: não contente, resolve ainda promover um show em que o tema principal é o proibido: a verdadeira origem dos vampiros e todo o peso da maldição que os acompanha.<br /><br />Em A rainha dos condenados, a escritora americana Anne Rice retoma os personagens que a tornaram famosa e faz o livro de maior suspense e densidade de suas Crônicas Vampirescas. Aqui, há vampiros para todos os gostos. Jovens e delinqüentes, como Baby Jenk, da Gangue das Garra, românticos como Armand e Daniel, estudiosos como Jesse, que investiga para a organização conhecida como Talamasca, a história desses seres estranhos, imortais misturados entre mortais, para quem sangue, sexo e morte são elementos indissolúveis do dia-a-dia.<br /><br />Reunidos em torno de Lestat, eles respondem ao chamado de sua música quase hipnótica e correm, ao longo da narrativa de Anne Rice, um perigo difícil de evitar. É que o som de Lestat desperta Akasha, a mãe dos vampiros, a encarnação da força maléfica feminina, disposta a escolher os justos, entre os vampiros, através de um banho de sangue.<br /><br />Mestra da alquimia entre crueldade e poesia, Anne Rice prova em A rainha dos condenados saber fazer em literatura o que Lestat faz em música. Impossível não segui-la hipnoticamente até a última página."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566197423","rating":4,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T19:48:38.000Z","dateUpdated":"2018-10-18T21:11:13.000Z"},"book":{"bookID":"13449921","isbn":"9721040029","isbn13":"9789721040021","textReviewsCount":"6","uri":"kca://book/amzn1.gr.book.v1.Rp4FB00c7MKlHDuT_avK4Q","link":"https://www.goodreads.com/book/show/13449921-o-vampiro-lestat-i","title":"O Vampiro Lestat I (Crónicas dos Vampiros #2, part 1)","titleWithoutSeries":"O Vampiro Lestat I","imageUrl":"https://images.gr-assets.com/books/1335995406m/13449921.jpg","smallImageUrl":"https://images.gr-assets.com/books/1335995406s/13449921.jpg","largeImageUrl":"","description":"Lestat, personagem de Entrevista com o Vampiro, tem uma história para contar. O segundo volume da saga «Crónicas dos Vampiros» acompanha Lestat ao longo de várias eras, à medida que ele procura as suas origens e desvenda o segredo da sua obscura imortalidade. <br />Extravagante e apaixonado, Lestat mergulha nos lascivos lupanares de Paris do século XVIII, na Inglaterra dos druidas e na Nova Orleães finissecular. Após um sono profundo de cinquenta e cinco anos, Lestat está fascinado pelo mundo moderno. Quando quebra o código de honra dos vampiros, que lhes impõe o silêncio sobre a sua condição, Lestat revela-se na esperança de que os imortais se ergam e se unam para descobrirem o mistério da sua existência. E é então que Lestat, o caçador, se transforma numa presa"}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566198088","rating":4,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T19:49:17.000Z","dateUpdated":"2018-10-18T21:09:07.000Z"},"book":{"bookID":"45640","isbn":null,"isbn13":null,"textReviewsCount":"15","uri":"kca://book/amzn1.gr.book.v1.3IHVJFzMa1aD_WWuT8slkA","link":"https://www.goodreads.com/book/show/45640.Entrevista_com_o_Vampiro","title":"Entrevista com o Vampiro (As Crônicas Vampirescas, #1)","titleWithoutSeries":"Entrevista com o Vampiro","imageUrl":"https://images.gr-assets.com/books/1401042061m/45640.jpg","smallImageUrl":"https://images.gr-assets.com/books/1401042061s/45640.jpg","largeImageUrl":"","description":"<i>Librarian's Note: this is an alternate cover edition - ISBN 10: 8532501028</i><br /><br />E a verdade será contada. Estranha, espantosa, erótica, perversa, irresistível. Pode-se até dizer que tais adjetivos normalmente assombram o nosso imaginário a respeito de vampiros. Mas a série de \"crônicas vampirescas\", criada por Anne Rice, usa esse imaginário apenas como entrada de um \"banquete\" muito mais que meramente macabro.<br /><br />Escrita em 1976, Entrevista com o vampiro inicia a série que apresentou O vampiro Lestat e A rainha dos condenados, levando os críticos à descoberta de que se trata da mais voluptuosa e sedutora história de horror do nosso tempo.<br /><br />Uma história que começa com a ousadia de um jovem repórter ao entrevistar Louis de Pointe du Lac, nascido em 1766 e transformado em vampiro pelo próprio Lestat, figura apaixonante que terminará, ao longo da série, arrebatando multidões como cantor de rock.<br /><br /><i>\"— Quer dizer que ele sugou o seu sangue? — perguntou o rapaz.<br />— Sim o vampiro sorriu. É assim que se faz.\"</i><br /><br />Louis, esse vampiro que se recusa a livrar-se das características humanas e aceitar a crueldade e a frieza que marcam os vampiros, continua a contar a história desde o início:<br /><br /><i>\"— Escute, mantenha os olhos abertos — murmurou Lestat, com os lábios encostados em meu pescoço.<br />— Lembro-me que o movimento de seus lábios arrepiou todos os cabelos de meu corpo, enviando uma corrente de sensações através de meu corpo que não me pareceu muito diferente do prazer da paixão...\"</i><br /><br />É um mundo de uma fantasia impressionante, um mundo gótico, romântico, esse criado por Anne Rice e traduzido por Clarice Lispector. O texto da autora americana não poderia ter melhor intérprete, talvez mesmo cúmplice."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566199153","rating":3,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T19:50:31.000Z","dateUpdated":"2018-10-18T21:11:03.000Z"},"book":{"bookID":"6251987","isbn":"8461292111","isbn13":"9788461292110","textReviewsCount":"37","uri":"kca://book/amzn1.gr.book.v1.TiDzmFhy0J-jjFVDecWp1Q","link":"https://www.goodreads.com/book/show/6251987-as-cidades-invis-veis","title":"As Cidades Invisíveis","titleWithoutSeries":"As Cidades Invisíveis","imageUrl":"https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png","smallImageUrl":"https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png","largeImageUrl":"","description":"Marco Polo fala a Kublai Kan das cidades do Ocidente, maravilhando o imperador mongol com as suas descrições. Estas cidades, no entanto, existem apenas na imaginação do mercador veneziano: a sua vida encontra-se apenas dentro das suas palavras, uma narrativa capaz de criar mundos, mas que não tem forças para destruir «o inferno dos vivos».<br /><br />Este livro tem o lirismo dos livros de poemas, poemas que por vezes descrevem cidades e outras vezes a forma de pensar e de ser dos seus habitantes. Invertendo os papéis do <i>Livro das Maravilhas</i>, através do qual Marco Polo revelou o Oriente ao mundo ocidental, Calvino arquitectou o livro que o estabeleceria como uma das referências incontornáveis da literatura pós-moderna."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566201548","rating":4,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T19:53:02.000Z","dateUpdated":"2018-10-18T21:10:59.000Z"},"book":{"bookID":"9748697","isbn":null,"isbn13":null,"textReviewsCount":"85","uri":"kca://book/amzn1.gr.book.v1.Itm2_wZkk-D1VozowD-Gvw","link":"https://www.goodreads.com/book/show/9748697-css3-for-web-designers","title":"CSS3 For Web Designers","titleWithoutSeries":"CSS3 For Web Designers","imageUrl":"https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png","smallImageUrl":"https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png","largeImageUrl":"","description":"From advanced selectors to generated content to the triumphant return of web fonts, and from gradients, shadows, and rounded corners to full-blown animations, CSS3 is a universe of creative possibilities. No one can better guide you through these galaxies than world-renowned designer, author, and CSS superstar Dan Cederholm. Learn what works, how it works, and how to work around browsers where it doesn’t work."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566201942","rating":4,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T19:53:28.000Z","dateUpdated":"2018-10-18T21:10:57.000Z"},"book":{"bookID":"9815906","isbn":null,"isbn13":"9780984442577","textReviewsCount":"195","uri":"kca://book/amzn1.gr.book.v1.5kHIXkHYQDkvAMPM3SgbNg","link":"https://www.goodreads.com/book/show/9815906-responsive-web-design","title":"Responsive Web Design","titleWithoutSeries":"Responsive Web Design","imageUrl":"https://images.gr-assets.com/books/1291401033m/9815906.jpg","smallImageUrl":"https://images.gr-assets.com/books/1291401033s/9815906.jpg","largeImageUrl":"","description":""}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566202606","rating":3,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T19:54:11.000Z","dateUpdated":"2018-10-18T21:11:04.000Z"},"book":{"bookID":"4596627","isbn":"8535906797","isbn13":"9788535906790","textReviewsCount":"11","uri":"kca://book/amzn1.gr.book.v1.Sw1__2BZ5B5UV561C70QkQ","link":"https://www.goodreads.com/book/show/4596627-o-cavaleiro-inexistente","title":"O cavaleiro inexistente","titleWithoutSeries":"O cavaleiro inexistente","imageUrl":"https://images.gr-assets.com/books/1315147924m/4596627.jpg","smallImageUrl":"https://images.gr-assets.com/books/1315147924s/4596627.jpg","largeImageUrl":"","description":"Uma freira confinada num convento cumpre a penitência de narrar a bizarra história de Agilulfo Emo Bertrandino dos Guildiverni e dos Altri de Corbentraz e Sura, cavaleiro que se distingue pela impecável armadura branca - e pelo fato de não existir. Por defender a virgindade de uma donzela, Agilulfo se tornou paladino de Carlos Magno, posição que exerce com seriedade extrema. Mas aquele feito heroico é posto em dúvida. Para comprová-lo, Agilulfo sai em busca de \"uma virgindade perdida quinze anos atrás\", e no caminho viverá aventuras engraçadíssimas, dignas de um ótimo romance de cavalaria às avessas."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566203119","rating":4,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T19:54:43.000Z","dateUpdated":"2018-10-18T21:09:35.000Z"},"book":{"bookID":"2747991","isbn":"8525410446","isbn13":"9788525410443","textReviewsCount":"22","uri":"kca://book/amzn1.gr.book.v1.imPvIXeCkCAI0imTK38IaA","link":"https://www.goodreads.com/book/show/2747991-os-sofrimentos-do-jovem-werther","title":"Os Sofrimentos do Jovem Werther","titleWithoutSeries":"Os Sofrimentos do Jovem Werther","imageUrl":"https://images.gr-assets.com/books/1328195688m/2747991.jpg","smallImageUrl":"https://images.gr-assets.com/books/1328195688s/2747991.jpg","largeImageUrl":"","description":"Romance da literatura alemã, 'Os sofrimentos do Jovem Werther' é a história (contada em cartas) de uma paixão cujo limite é a própria morte. É a negação de um homem em relação à sociedade e ao mundo despido dos valores emocionais."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566203695","rating":0,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T19:55:22.000Z","dateUpdated":"2018-10-18T19:55:23.000Z"},"book":{"bookID":"8689238","isbn":null,"isbn13":"9789723827590","textReviewsCount":"12","uri":"kca://book/amzn1.gr.book.v1.6HjI8CuENuX63kpQOYzm5w","link":"https://www.goodreads.com/book/show/8689238-o-mito-de-s-sifo","title":"O Mito de Sísifo","titleWithoutSeries":"O Mito de Sísifo","imageUrl":"https://images.gr-assets.com/books/1419512207m/8689238.jpg","smallImageUrl":"https://images.gr-assets.com/books/1419512207s/8689238.jpg","largeImageUrl":"","description":"Um homem carrega, com grande esforço e sofrimento físico, uma pedra enorme até ao cimo de uma montanha. Aí chegado, deixa que a pedra se lhe solte das mãos, e role pela encosta abaixo, para que todo o processo de novo se inicie...<br /><br />O Mito de Sísifo constitui uma das partes de uma trilogia dedicada por Camus à compreensão do absurdo (as outras duas são O Estrangeiro e Calígula) e é decerto, juntamente com O Homem Revoltado, o mais importante dos seus ensaios."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566206467","rating":5,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T19:58:14.000Z","dateUpdated":"2018-10-18T21:09:52.000Z"},"book":{"bookID":"23768202","isbn":"8578275772","isbn13":"9788578275778","textReviewsCount":"8","uri":"kca://book/amzn1.gr.book.v1.uX8lWog66KWWto-OEak2mA","link":"https://www.goodreads.com/book/show/23768202-mestre-gil-de-ham","title":"Mestre Gil de Ham","titleWithoutSeries":"Mestre Gil de Ham","imageUrl":"https://images.gr-assets.com/books/1418408979m/23768202.jpg","smallImageUrl":"https://images.gr-assets.com/books/1418408979s/23768202.jpg","largeImageUrl":"","description":"The editors of the best-selling rediscovered Tolkien novel Roverandom present an expanded fiftieth anniversary edition of Tolkien's beloved classic Farmer Giles of Ham, complete with a map, the original story outline, the original first-edition illustrations by Pauline Baynes, and the author's notes for an unpublished sequel. Farmer Giles of Ham is a light-hearted satire for readers of all ages that tells the tale of a reluctant hero who must save his village from a dragon. It is a small gem of a tale that grows more delightful with each rereading."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566209717","rating":2,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T20:01:42.000Z","dateUpdated":"2018-10-18T21:11:21.000Z"},"book":{"bookID":"11084145","isbn":"1451648537","isbn13":"9781451648539","textReviewsCount":"15060","uri":"kca://book/amzn1.gr.book.v1.55oEh7mAhPW_FkeSWIhWPQ","link":"https://www.goodreads.com/book/show/11084145-steve-jobs","title":"Steve Jobs","titleWithoutSeries":"Steve Jobs","imageUrl":"https://images.gr-assets.com/books/1511288482m/11084145.jpg","smallImageUrl":"https://images.gr-assets.com/books/1511288482s/11084145.jpg","largeImageUrl":"","description":"From best-selling author Walter Isaacson comes the landmark biography of Apple co-founder Steve Jobs.<br /><br />In <i>Steve Jobs: The Exclusive Biography</i>, Isaacson provides an extraordinary account of Jobs' professional and personal life. Drawn from three years of exclusive and unprecedented interviews Isaacson has conducted with Jobs as well as extensive interviews with Jobs' family members and key colleagues from Apple and its competitors, <i>Steve Jobs: The Exclusive Biography</i> is the definitive portrait of the greatest innovator of his generation."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566210599","rating":5,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T20:02:39.000Z","dateUpdated":"2018-10-18T21:09:22.000Z"},"book":{"bookID":"7332","isbn":"0618391118","isbn13":"9780618391110","textReviewsCount":"4307","uri":"kca://book/amzn1.gr.book.v1.FFoGWmBlfDgsJT-SIP3_lQ","link":"https://www.goodreads.com/book/show/7332.The_Silmarillion","title":"The Silmarillion","titleWithoutSeries":"The Silmarillion","imageUrl":"https://images.gr-assets.com/books/1336502583m/7332.jpg","smallImageUrl":"https://images.gr-assets.com/books/1336502583s/7332.jpg","largeImageUrl":"","description":"The story of the creation of the world and of the First Age, this is the ancient drama to which the characters in The Lord of the Rings look back and in whose events some of them, such as Elrond and Galadriel, took part. <br /><br />The three Silmarils were jewels created by Fëanor, most gifted of the Elves. Within them was imprisoned the Light of the Two Trees of Valinor before the Trees themselves were destroyed by Morgoth, the first Dark Lord. <br /><br />Thereafter, the unsullied Light of Valinor lived on only in the Silmarils, but they were seized by Morgoth and set in his crown, which was guarded in the impenetrable fortress of Angband in the north of Middle-earth. <br /><br />The Silmarillion is the history of the rebellion of Fëanor and his kindred against the gods, their exile from Valinor and return to Middle-earth, and their war, hopeless despite all their heroism, against the great Enemy."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566211651","rating":0,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T20:03:45.000Z","dateUpdated":"2018-10-18T20:03:46.000Z"},"book":{"bookID":"9537411","isbn":"1907828001","isbn13":"9781907828003","textReviewsCount":"24","uri":"kca://book/amzn1.gr.book.v1.grhb2m5tI03FfSvz--AwMg","link":"https://www.goodreads.com/book/show/9537411-hardboiled-web-design","title":"Hardboiled Web Design","titleWithoutSeries":"Hardboiled Web Design","imageUrl":"https://images.gr-assets.com/books/1290421101m/9537411.jpg","smallImageUrl":"https://images.gr-assets.com/books/1290421101s/9537411.jpg","largeImageUrl":"","description":"If you’ve been working on the web for a while, your bookshelves may already be buckling under the weight of books about HTML and CSS. Do you really need another one?<br /><br />Hardboiled Web Design is different. It’s for people who want to understand why, when and how to use the latest HTML5 and CSS3 technologies in their everyday work. Not tomorrow or next week, but today. It won’t teach you the basics of writing markup or CSS, but if you’re hungry to learn about how the latest technologies and techniques will make your websites and applications more creative, flexible and adaptable, then this is the book for you.<br /><br />Are you ready to get hardboiled?"}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566212481","rating":3,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T20:04:41.000Z","dateUpdated":"2018-10-18T21:10:00.000Z"},"book":{"bookID":"479356","isbn":"0140445153","isbn13":"9780140445152","textReviewsCount":"244","uri":"kca://book/amzn1.gr.book.v1.TdViWa7ATb8SACOPXxPjOA","link":"https://www.goodreads.com/book/show/479356.Ecce_Homo","title":"Ecce Homo","titleWithoutSeries":"Ecce Homo","imageUrl":"https://images.gr-assets.com/books/1411244245m/479356.jpg","smallImageUrl":"https://images.gr-assets.com/books/1411244245s/479356.jpg","largeImageUrl":"","description":"In late 1888, only weeks before his final collapse into madness, Nietzsche (1844-1900) set out to compose his autobiography, and Ecce Homo remains one of the most intriguing yet bizarre examples of the genre ever written. In this extraordinary work Nietzsche traces his life, work and development as a philosopher, examines the heroes he has identified with, struggled against and then overcome - Schopenhauer, Wagner, Socrates, Christ - and predicts the cataclysmic impact of his 'forthcoming revelation of all values'. Both self-celebrating and self-mocking, penetrating and strange, Ecce Homo gives the final, definitive expression to Nietzsche's main beliefs and is in every way his last testament."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566213115","rating":5,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T20:05:22.000Z","dateUpdated":"2018-10-18T21:10:03.000Z"},"book":{"bookID":"23617","isbn":"0007149115","isbn13":"9780007149117","textReviewsCount":"370","uri":"kca://book/amzn1.gr.book.v1.pUHKJ9hlRUrBmg_KIx7G0Q","link":"https://www.goodreads.com/book/show/23617.Roverandom","title":"Roverandom","titleWithoutSeries":"Roverandom","imageUrl":"https://images.gr-assets.com/books/1374681558m/23617.jpg","smallImageUrl":"https://images.gr-assets.com/books/1374681558s/23617.jpg","largeImageUrl":"","description":"<b>A classic children's story by the author of <i>The Hobbit</i></b><br /><br /><i>Rover should never have bitten the wizard's trousers. His punishment was to be transformed into a toy, and now he is forced to track down the magician so he can be returned to normal. His adventures will take him to the moon and under the sea, introducing him to many fabulous - and dangerous - creatures.</i><br /><br />Inspired by the loss of his own child's favourite toy, this charming tale was written by J.R.R. Tolkien long before <i>The Hobbit</i>, yet remained unpublished for more than 70 years. This new paperback edition includes a full introduction and detailed notes about the story.<br /><br /><b>This is an old-fashioned story, yet it still speaks freshly today... would leap to life when read aloud to a child.</b> - <i>INDEPENDENT</i><br /><br /><b><i>Lord of the Rings</i> buffs will enjoy picking out bits of Nordic mythology and will relish Tolkien's fabulous sense of landscape</b> - <i>THE TIMES</i><br /><br />Cover illustration by J.R.R. Tolkien"}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566213808","rating":0,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T20:06:07.000Z","dateUpdated":"2018-10-18T20:06:07.000Z"},"book":{"bookID":"6463606","isbn":null,"isbn13":null,"textReviewsCount":"1","uri":"kca://book/amzn1.gr.book.v1.nxdLrgG5mfKQE-rGoQtwVg","link":"https://www.goodreads.com/book/show/6463606-o-vampiro-armand","title":"O vampiro Armand (As crônicas vampirescas, #6)","titleWithoutSeries":"O vampiro Armand","imageUrl":"https://images.gr-assets.com/books/1279116835m/6463606.jpg","smallImageUrl":"https://images.gr-assets.com/books/1279116835s/6463606.jpg","largeImageUrl":"","description":"<i>Librarian's Note: this is an alternate cover edition - ISBN 10: 8532510892</i><br /><br />O sedutor Armand, que despontou em Entrevista com o vampiro, hoje um clássico do horror gótico, retorna para contar sua fascinante trajetória de vida em mais um episódio das Crônicas Vampirescas. Tudo começa onde o romance Memnoch (quinto livro da série) termina. Vampiros do mundo inteiro estão reunidos em torno de Lestat, prostrado no chão de uma catedral, não se sabe se morto ou em coma.<br /><br />Enquanto reflete sobre a condição de Lestat, Armand é convidado pelo jornalista David Talbot para contar a sua vida. A narrativa passa então abruptamente para o século XV, em Kiev Rus — uma cidade em ruínas dominada pelos mongóis onde Armand vive a sua infância — e depois para Constantinopla, onde ele é vendido como escravo por caçadores tártaros. Seu comprador é um Marius, um misterioso pintor veneziano (também vampiro). Ele é quem dará a Armand o dom da imortalidade.<br /><br />A autora descreve em detalhes o sensual relacionamento do ainda mortal Armand com o seu mentor e a conseqüente transformação do pupilo em vampiro. Quando esta finalmente ocorre, as cenas fortes de sexo são substituídas pelo questionamento de Armand, forçado a escolher entre a imortalidade adquirida e a salvação de sua alma.<br /><br />O romance descreve cenas de luxo e elegância no suntuoso palácio renascentista de Marius, em Veneza, passa para mirabolantes aventuras e cultos diabólicos na Paris do século XIX, até chegar à Nova Orleans de hoje. Os capítulos finais relembram o significado profundo dos vampiros de Anne Rice: uma metáfora para os mais intensos e ocultos desejos do ser humano."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566214837","rating":0,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T20:07:12.000Z","dateUpdated":"2018-10-18T20:07:12.000Z"},"book":{"bookID":"6660375","isbn":"8501078360","isbn13":"9788501078360","textReviewsCount":"1","uri":"kca://book/amzn1.gr.book.v1.AXiUKx1vKHtPyR34XhYRUA","link":"https://www.goodreads.com/book/show/6660375-a-presa-de-sharpe","title":"A Presa de Sharpe (Sharpe, #5)","titleWithoutSeries":"A Presa de Sharpe","imageUrl":"https://images.gr-assets.com/books/1317250082m/6660375.jpg","smallImageUrl":"https://images.gr-assets.com/books/1317250082s/6660375.jpg","largeImageUrl":"","description":"No ano de 1807, o tenente Richard Sharpe vaga solitário pelas ruas de Londres. De volta à Inglaterra, após bem-sucedidas missões na Índia e na Espanha, a carreira do oficial parece chegar ao fim. Longe da amada Lady Grace e relegado ao posto de intendente, Sharpe recebe uma arriscada tarefa: fazer companhia a John Lavisser, nobre oficial que vai a Copenhague subornar o príncipe-herdeiro dinamarquês, e com isso impedir uma nova guerra.<br />A Dinamarca é dona de uma frota mercante gigantesca, protegida por uma marinha imbatível. No porto de Copenhague, embarcações chegam e partem dia e noite, em um movimento somente inferior aos portos ingleses. Derrotados na Batalha de Trafalgar, os franceses planejam tomar a capital dinamarquesa e se apossar de toda a armada nacional, substituindo os navios perdidos na costa espanhola em outubro de 1805. Os ingleses agora devem impedi-los.<br />Richard Sharpe recebe a ordem de proteger Lavisser contra os agentes franceses espalhados por toda a Copenhague. É uma acirrada guerra de bastidores, onde espiões e a mais pura brutalidade são moeda corrente. E nesse terrível cenário, Sharpe é um peão destinado ao sacrifício. Mas algumas vezes os peões podem mudar o jogo. Quando Sharpe descobre um traidor em seu meio, cria as próprias regras, lançando-se em uma luta feroz para se manter vivo."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566216453","rating":0,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T20:08:55.000Z","dateUpdated":"2018-10-18T20:08:55.000Z"},"book":{"bookID":"6952423","isbn":"0446569895","isbn13":"9780446569897","textReviewsCount":"955","uri":"kca://book/amzn1.gr.book.v1.wWzVKwrDp-LWF2IA-AW9vQ","link":"https://www.goodreads.com/book/show/6952423-i-am-ozzy","title":"I Am Ozzy","titleWithoutSeries":"I Am Ozzy","imageUrl":"https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png","smallImageUrl":"https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png","largeImageUrl":"","description":"I Am Ozzy"}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566217182","rating":3,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T20:09:43.000Z","dateUpdated":"2018-10-18T21:10:51.000Z"},"book":{"bookID":"6137388","isbn":null,"isbn13":null,"textReviewsCount":"63","uri":"kca://book/amzn1.gr.book.v1.XBHmLm_lbexlG0oZ93f-dg","link":"https://www.goodreads.com/book/show/6137388-o-estrangeiro","title":"O Estrangeiro","titleWithoutSeries":"O Estrangeiro","imageUrl":"https://images.gr-assets.com/books/1359494618m/6137388.jpg","smallImageUrl":"https://images.gr-assets.com/books/1359494618s/6137388.jpg","largeImageUrl":"","description":"<i>Librarian's note: This is an Alternate Cover Edition for ISBN10: 972382809X ISBN13: 9789723828092.</i><br /><br /><i>O Estrangeiro</i> revelou e consagrou definitivamente Camus como um verdadeiro \"clássico\" da literatura contemporânea. Romance estranho, desconcertante sob uma aparente singeleza estilística, nele se joga o destino de um homem que viveu a vida de acordo com a sua sensibilidade e a evidência do absurdo de existir."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566218235","rating":0,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T20:10:51.000Z","dateUpdated":"2018-10-18T20:10:51.000Z"},"book":{"bookID":"40511434","isbn":null,"isbn13":null,"textReviewsCount":"2","uri":"kca://book/amzn1.gr.book.v1.vPgydddHldbCVq13LCz4Lg","link":"https://www.goodreads.com/book/show/40511434-o-anticristo","title":"O Anticristo","titleWithoutSeries":"O Anticristo","imageUrl":"https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png","smallImageUrl":"https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png","largeImageUrl":"","description":""}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566219268","rating":5,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T20:11:53.000Z","dateUpdated":"2018-10-18T21:10:09.000Z"},"book":{"bookID":"10843928","isbn":null,"isbn13":"9788580440270","textReviewsCount":"36","uri":"kca://book/amzn1.gr.book.v1.DvPVzXDMSQ6LnnIhd9JSMQ","link":"https://www.goodreads.com/book/show/10843928-a-f-ria-dos-reis","title":"A Fúria dos Reis (As Crônicas de Gelo e Fogo, #2)","titleWithoutSeries":"A Fúria dos Reis","imageUrl":"https://images.gr-assets.com/books/1378334406m/10843928.jpg","smallImageUrl":"https://images.gr-assets.com/books/1378334406s/10843928.jpg","largeImageUrl":"","description":"Quando um cometa vermelho cruza os céus de Westeros, os Sete Reinos estão em plena guerra civil. Os exércitos dos Stark e dos Lannister estão se preparando para o confronto final, e Stannis - irmão do falecido Rei Robert -, desejoso de possuir um exército que lute pela sua reivindicação ao trono, alia-se a uma misteriosa religião oriental. Porém, seu irmão mais novo também se proclama rei. E, enquanto isso, os Greyjoy planejam vingança contra todos os que os humilharam dez anos atrás.<br /><br />Ainda, no distante Leste, poderosos dragões estão prestes a chegar aos Sete Reinos, trazendo fogo e morte... Um perigo de proporções gigantescas, muito maior do que as grandes guerras!"}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566220298","rating":5,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T20:12:55.000Z","dateUpdated":"2018-10-18T21:10:12.000Z"},"book":{"bookID":"40492890","isbn":null,"isbn13":null,"textReviewsCount":"8","uri":"kca://book/amzn1.gr.book.v1.RlkV9r_dsyVjZcK2pnWIHQ","link":"https://www.goodreads.com/book/show/40492890-as-seis-li-es","title":"As seis lições","titleWithoutSeries":"As seis lições","imageUrl":"https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png","smallImageUrl":"https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png","largeImageUrl":"","description":"As Seis Lições reúne as palestras ministradas, em 1959, por Ludwig von Mises na Universidade de Buenos Aires (UBA). O autor discute com clareza o capitalismo, o socialismo, o intervencionismo, a inflação, o investimento estrangeiro e as relações entre política e ideias. Em linguagem agradável, a obra apresenta as linhas gerais do pensamento misesiano sendo, ao mesmo tempo, uma das melhores introduções à Política e à Economia. <br /><br />Além do prefácio de Margit von Mises, viúva do autor, nesta 8ª edição revista e ampliada da obra foram incluídos uma apresentação biográfica de Ludwig von Mises escrita por Murray N. Rothbard, um novo prefácio de Ubiratan Jorge Iorio, um posfácio de Alex Catharino, notas de rodapé do editor e um novo índice remissivo e onomástico."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566221247","rating":5,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T20:13:56.000Z","dateUpdated":"2018-10-18T21:10:14.000Z"},"book":{"bookID":"5907","isbn":"0618260307","isbn13":"9780618260300","textReviewsCount":"30772","uri":"kca://book/amzn1.gr.book.v1.7HhPxEJT1NiirAiej27XwA","link":"https://www.goodreads.com/book/show/5907.The_Hobbit","title":"The Hobbit","titleWithoutSeries":"The Hobbit","imageUrl":"https://images.gr-assets.com/books/1372847500m/5907.jpg","smallImageUrl":"https://images.gr-assets.com/books/1372847500s/5907.jpg","largeImageUrl":"","description":"<i>In a hole in the ground there lived a hobbit. Not a nasty, dirty, wet hole, filled with the ends of worms and an oozy smell, nor yet a dry, bare, sandy hole with nothing in it to sit down on or to eat: it was a hobbit-hole, and that means comfort.<br /><br /></i>Written for J.R.R. Tolkien’s own children, <i>The Hobbit</i> met with instant critical acclaim when it was first published in 1937. Now recognized as a timeless classic, this introduction to the hobbit Bilbo Baggins, the wizard Gandalf, Gollum, and the spectacular world of Middle-earth recounts of the adventures of a reluctant hero, a powerful and dangerous ring, and the cruel dragon Smaug the Magnificent. The text in this 372-page paperback edition is based on that first published in Great Britain by Collins Modern Classics (1998), and includes a note on the text by Douglas A. Anderson (2001). Unforgettable!<br />"}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566222544","rating":0,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T20:15:27.000Z","dateUpdated":"2018-10-18T20:15:27.000Z"},"book":{"bookID":"43781","isbn":"0345422406","isbn13":"9780345422408","textReviewsCount":"461","uri":"kca://book/amzn1.gr.book.v1.owdrdjdBElft9o2s9ERbUw","link":"https://www.goodreads.com/book/show/43781.Merrick","title":"Merrick (The Vampire Chronicles #7)","titleWithoutSeries":"Merrick","imageUrl":"https://images.gr-assets.com/books/1170230458m/43781.jpg","smallImageUrl":"https://images.gr-assets.com/books/1170230458s/43781.jpg","largeImageUrl":"","description":"<b>\n  <i>In this mesmerizing new novel, Anne Rice demonstrates once again her gift for spellbinding storytelling and the creation of myth and magic, as she weaves together two of her most compelling worlds? those of the Vampire Chronicles and the Mayfair witches.<br /></i>\n</b>"}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566225037","rating":0,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T20:18:11.000Z","dateUpdated":"2018-10-18T20:18:12.000Z"},"book":{"bookID":"18221662","isbn":null,"isbn13":"9788525417848","textReviewsCount":"4","uri":"kca://book/amzn1.gr.book.v1.BVPPw-ufgtwqdx7RRHsv0Q","link":"https://www.goodreads.com/book/show/18221662-devoradores-de-mortos","title":"Devoradores de mortos","titleWithoutSeries":"Devoradores de mortos","imageUrl":"https://images.gr-assets.com/books/1374516267m/18221662.jpg","smallImageUrl":"https://images.gr-assets.com/books/1374516267s/18221662.jpg","largeImageUrl":"","description":"Em 'Devoradores de mortos', Michael Crichton traz aos leitores um relato sobre a vida dos vikings. Ele parte de fragmentos do mais antigo documento sobre o assunto - o raro manuscrito de 922 do árabe Ahmad Ibn Fadlan, emissário do califa de Bagdá que visitou o povo nórdico. A vida desse povo é narrada de forma inédita, jamais vista pelos ocidentais. Amantes dos mares, dos oceanos e das perigosas navegações, os vikings são apresentados não mais como bárbaros, mas como um povo desbravador e destemido. Conquistadores de muitos povos, seus bandos se espalharam por uma imensa área e vários nomes de tribos suas foram deixados como herança em diversos pontos do planeta, como a Rússia, derivada da tribo de Rus."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566225747","rating":5,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T20:18:54.000Z","dateUpdated":"2018-10-18T21:10:18.000Z"},"book":{"bookID":"11434768","isbn":"8528606627","isbn13":"9788528606621","textReviewsCount":"16","uri":"kca://book/amzn1.gr.book.v1.LWTcrGNisg-Hl7m6ur2Ovw","link":"https://www.goodreads.com/book/show/11434768-belas-maldi-es","title":"Belas Maldições: As Belas e Precisas Profecias de Agnes Nutter, Bruxa","titleWithoutSeries":"Belas Maldições: As Belas e Precisas Profecias de Agnes Nutter, Bruxa","imageUrl":"https://images.gr-assets.com/books/1379721792m/11434768.jpg","smallImageUrl":"https://images.gr-assets.com/books/1379721792s/11434768.jpg","largeImageUrl":"","description":"Segundo as Belas e Precisas Profecias de Agnes Nutter, o mundo vai acabar num sábado. No próximo sábado, e ainda por cima antes do jantar! O que é um grande problema para os anjos Aziraphale, emissário do Céu, e seu colega Crowley, que na época de Adão ocupava o posto de Serpente do Paraíso. Eles precisam impedir o Apocalipse, porque a Terra é um ótimo lugar para se viver, pelo menos na opinião deles...<br /><br />Portanto, eles não têm outra alternativa senão encontrar e matar o Anticristo, a mais poderosa criatura do planeta. O problema é que o Anticristo tem onze anos e, ao contrário de tudo o que você já possa ter visto em algum filme, é um garoto que adora seu cachorro, se preocupa com o meio ambiente e é o filho que qualquer pai gostaria de ter. Além, claro, de ser indestrutível...<br /><br />Em Belas Maldições, Terry Pratchett e Neil Gaiman se uniram para criar uma engraçadíssima sátira a filmes como “A Profecia” e “O Bebê de Rosemary”, num caldeirão que mistura personagens tão improváveis de se encontrar quanto tibetanos, alienígenas e os Quatro Motoqueiros do Apocalipse. Afinal, o que se poderia esperar nos anos noventa?"}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566226498","rating":4,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T20:19:44.000Z","dateUpdated":"2018-10-18T21:10:21.000Z"},"book":{"bookID":"6568514","isbn":"8501073520","isbn13":"9788501073525","textReviewsCount":"29","uri":"kca://book/amzn1.gr.book.v1.RQTFBsgjn6U8cnJ3ej8eiw","link":"https://www.goodreads.com/book/show/6568514-o-ltimo-reino","title":"O Último Reino (Crônicas Saxônicas, #1)","titleWithoutSeries":"O Último Reino","imageUrl":"https://images.gr-assets.com/books/1366214993m/6568514.jpg","smallImageUrl":"https://images.gr-assets.com/books/1366214993s/6568514.jpg","largeImageUrl":"","description":"<b>\"Eu tivera uma infância perfeita, pelo menos para as ideias de um garoto. Havia sido criado entre homens, era livre e vivia solto, não era restringido por nenhuma lei, não era incomodado por padres e era encorajado à violência.\"</b><br /><br />Uhtred nasceu na aristocracia do reino da Nortúmbria. Órfão aos 10 anos, o menino é capturado pelos dinamarqueses, que lhe ensinam o modo de vida viking. Só que o destino de Uhtred está inevitavelmente ligado a Alfredo, rei de Wessex, governante do único reino inglês a não se dobrar perante a fúria dos guerreiros do norte.<br /><br />A luta ferrenha entre ingleses e dinamarqueses e o embate entre cristianismo e paganismo compõem o cenário desta obra-prima de Bernard Cornwell. Aos 11 anos, Uhtred está em dúvida quanto à sua lealdade, mas uma matança em um fria manhã de inverno o leva para o lado inglês, que a essa altura se encontra totalmente dominado pelos destemidos dinamarqueses.<br /><br />O último Reino é o primeiro volume da história de Alfredo, o Grande, e de seus descendentes. Em torno desse lendário personagem histórico, Bernard Cornwell tece uma belíssima história de lealdade dividida, amor relutante e heroísmo desesperado. Uhtred, sem dúvida, é um dos personagens mais interessantes da longa galeria de heróis do autor, e O Último Reino, um de seus romances mais poderosos e apaixonados."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566227459","rating":5,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T20:20:44.000Z","dateUpdated":"2018-10-18T21:10:23.000Z"},"book":{"bookID":"8695","isbn":null,"isbn13":null,"textReviewsCount":"3196","uri":"kca://book/amzn1.gr.book.v1.TXfzLRGzY5KLX68hhvcnlQ","link":"https://www.goodreads.com/book/show/8695.The_Restaurant_at_the_End_of_the_Universe","title":"The Restaurant at the End of the Universe (Hitchhiker's Guide to the Galaxy, #2)","titleWithoutSeries":"The Restaurant at the End of the Universe","imageUrl":"https://images.gr-assets.com/books/1521213881m/8695.jpg","smallImageUrl":"https://images.gr-assets.com/books/1521213881s/8695.jpg","largeImageUrl":"","description":"Alternate Cover Edition ISBN 0345418921 (ISBN13: 9780345418920)<br /><br />Facing annihilation at the hands of the warlike Vogons is a curious time to have a cosmically displaced Arthur Dent and his curious comrades in arms as they hurtle through space powered by pure improbability - and desperately in search of a place to eat. Among Arthur's motley shipmates are Ford Prefect, a long-time friend and contributor to the The Hitch Hiker's Guide to the Galaxy; Zaphod Beeblebrox, the three-armed, two-headed ex-president of the galaxy; Tricia McMilan, a fellow Earth refuge who's gone native (her name is Trillian now); and Marvin, who suffers nothing and no one gladly.<br /><br />Source: douglasadams.com"}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566228187","rating":3,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T20:21:34.000Z","dateUpdated":"2018-10-18T21:10:45.000Z"},"book":{"bookID":"17798749","isbn":"8575429108","isbn13":"9788575429105","textReviewsCount":"99","uri":"kca://book/amzn1.gr.book.v1.WJA3JXQpjIq1CoBSVExdEA","link":"https://www.goodreads.com/book/show/17798749-sonho-grande","title":"Sonho Grande","titleWithoutSeries":"Sonho Grande","imageUrl":"https://images.gr-assets.com/books/1365983760m/17798749.jpg","smallImageUrl":"https://images.gr-assets.com/books/1365983760s/17798749.jpg","largeImageUrl":"","description":"Jorge Paulo Lemann, Marcel Telles e Beto Sicupira ergueram, em pouco mais de quatro décadas, o maior império da história do capitalismo brasileiro e ganharam uma projeção sem precedentes no cenário mundial.<br /><br />Nos últimos cinco anos eles compraram nada menos que três marcas americanas conhecidas globalmente: Budweiser, Burger King e Heinz. Tudo isso na mais absoluta discrição, esforçando-se para ficar longe dos holofotes.<br /><br />A fórmula de gestão que desenvolveram, seguida com fervor por seus funcionários, se baseia em meritocracia, simplicidade e busca incessante por redução de custos.<br /><br />Uma cultura tão eficiente quanto implacável, em que não há espaço para o desempenho medíocre. Por outro lado, quem traz resultados excepcionais tem a chance de se tornar sócio de suas companhias e fazer fortuna.<br /><br />Sonho grande é o relato detalhado dos bastidores da trajetória desses empresários desde a fundação do banco Garantia, nos anos 70, até os dias de hoje."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566229210","rating":2,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T20:22:41.000Z","dateUpdated":"2018-10-18T21:10:41.000Z"},"book":{"bookID":"41841489","isbn":"8574802654","isbn13":"9788574802657","textReviewsCount":"0","uri":"kca://book/amzn1.gr.book.v1.nGWJU8NLZSEgqTZGsAIPDw","link":"https://www.goodreads.com/book/show/41841489-morte-aos-papagaios","title":"Morte aos papagaios","titleWithoutSeries":"Morte aos papagaios","imageUrl":"https://images.gr-assets.com/books/1537087698m/41841489.jpg","smallImageUrl":"https://images.gr-assets.com/books/1537087698s/41841489.jpg","largeImageUrl":"","description":""}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566230714","rating":4,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T20:24:24.000Z","dateUpdated":"2018-10-18T21:10:27.000Z"},"book":{"bookID":"22916766","isbn":"8535909559","isbn13":"9788535909555","textReviewsCount":"161","uri":"kca://book/amzn1.gr.book.v1.EXsVtfjG2AkLIAEo2cFELQ","link":"https://www.goodreads.com/book/show/22916766-a-revolu-o-dos-bichos","title":"A Revolução dos Bichos","titleWithoutSeries":"A Revolução dos Bichos","imageUrl":"https://images.gr-assets.com/books/1483726197m/22916766.jpg","smallImageUrl":"https://images.gr-assets.com/books/1483726197s/22916766.jpg","largeImageUrl":"","description":"Verdadeiro clássico moderno, concebido por um dos mais influentes escritores do século 20, \"A Revolução dos Bichos\" é uma fábula sobre o poder. Narra a insurreição dos animais de uma granja contra seus donos. Progressivamente, porém, a revolução degenera numa tirania ainda mais opressiva que a dos humanos<br />Escrita em plena Segunda Guerra Mundial e publicada em 1945 depois de ter sido rejeitada por várias editoras, essa pequena narrativa causou desconforto ao satirizar ferozmente a ditadura stalinista numa época em que os soviéticos ainda eram aliados do Ocidente na luta contra o eixo nazifascista.<br /><br />De fato, são claras as referências: o despótico Napoleão seria Stálin, o banido Bola-de-Neve seria Trotsky, e os eventos políticos - expurgos, instituição de um estado policial, deturpação tendenciosa da História - mimetizam os que estavam em curso na União Soviética.<br /><br />Com o acirramento da Guerra Fria, as mesmas razões que causaram constrangimento na época de sua publicação levaram A Revolução Dos Bichos a ser amplamente usada pelo Ocidente nas décadas seguintes como arma ideológica contra o comunismo. O próprio Orwell, adepto do socialismo e inimigo de qualquer forma de manipulação política, sentiu-se incomodado com a utilização de sua fábula como panfleto."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566231672","rating":5,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T20:25:24.000Z","dateUpdated":"2018-10-18T21:10:29.000Z"},"book":{"bookID":"20454361","isbn":null,"isbn13":"9788580631142","textReviewsCount":"2","uri":"kca://book/amzn1.gr.book.v1.9dT2NkAGUK7JUmMPL0ne3w","link":"https://www.goodreads.com/book/show/20454361-a-ltima-can-o-de-bilbo","title":"A Última Canção de Bilbo","titleWithoutSeries":"A Última Canção de Bilbo","imageUrl":"https://images.gr-assets.com/books/1389042197m/20454361.jpg","smallImageUrl":"https://images.gr-assets.com/books/1389042197s/20454361.jpg","largeImageUrl":"","description":"Narrativa poética da última viagem de Bilbo Bolseiro em direção ao Oeste. Nesse momento, ele compõe sua última canção, enquanto rememora sua primeira grande aventura, descrita em O Hobbit. Edição capa dura."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566232434","rating":0,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T20:26:17.000Z","dateUpdated":"2018-10-18T20:26:17.000Z"},"book":{"bookID":"10534","isbn":"1590302257","isbn13":"9781590302255","textReviewsCount":"4960","uri":"kca://book/amzn1.gr.book.v1.kYPf-NrB9NvXnIdl79xEMQ","link":"https://www.goodreads.com/book/show/10534.The_Art_of_War","title":"The Art of War","titleWithoutSeries":"The Art of War","imageUrl":"https://images.gr-assets.com/books/1453417993m/10534.jpg","smallImageUrl":"https://images.gr-assets.com/books/1453417993s/10534.jpg","largeImageUrl":"","description":"Twenty-Five Hundred years ago, Sun Tzu wrote this classic book of military strategy based on Chinese warfare and military thought. Since that time, all levels of military have used the teaching on Sun Tzu to warfare and civilization have adapted these teachings for use in politics, business and everyday life. The Art of War is a book which should be used to gain advantage of opponents in the boardroom and battlefield alike."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566233139","rating":4,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T20:27:01.000Z","dateUpdated":"2018-10-18T21:10:33.000Z"},"book":{"bookID":"38910250","isbn":null,"isbn13":null,"textReviewsCount":"0","uri":"kca://book/amzn1.gr.book.v1.ZsyHpqMHjbwxlqbYea3nIw","link":"https://www.goodreads.com/book/show/38910250-as-viagens-de-gulliver","title":"As Viagens de Gulliver","titleWithoutSeries":"As Viagens de Gulliver","imageUrl":"https://images.gr-assets.com/books/1520027224m/38910250.jpg","smallImageUrl":"https://images.gr-assets.com/books/1520027224s/38910250.jpg","largeImageUrl":"","description":""}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566234048","rating":2,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T20:28:02.000Z","dateUpdated":"2018-10-18T21:10:36.000Z"},"book":{"bookID":"33831299","isbn":null,"isbn13":null,"textReviewsCount":"0","uri":"kca://book/amzn1.gr.book.v1.UAzS75C0Ludf1fOUzZQGAg","link":"https://www.goodreads.com/book/show/33831299-o-tao-de-warren-buffett","title":"O TAO de Warren Buffett","titleWithoutSeries":"O TAO de Warren Buffett","imageUrl":"https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png","smallImageUrl":"https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png","largeImageUrl":"","description":""}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566238717","rating":2,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T20:33:19.000Z","dateUpdated":"2018-10-18T21:11:33.000Z"},"book":{"bookID":"30634547","isbn":null,"isbn13":null,"textReviewsCount":"2","uri":"kca://book/amzn1.gr.book.v1.7UXMg7yqqPLJx79LbW5REw","link":"https://www.goodreads.com/book/show/30634547-os-olhos-do-drag-o","title":"Os Olhos do Dragão","titleWithoutSeries":"Os Olhos do Dragão","imageUrl":"https://images.gr-assets.com/books/1466113052m/30634547.jpg","smallImageUrl":"https://images.gr-assets.com/books/1466113052s/30634547.jpg","largeImageUrl":"","description":"Uma história fantástica de heróis e aventuras, de dragões, príncipes e feiticeiros malévolos.<br />O reino de Delain vive momentos de grande turbulência, porque o seu rei Roland morreu e Peter, o príncipe herdeiro, tem de lutar para conseguir o que é seu por direito. Tem contra si o terrível feiticeiro Flagg, que quer pôr no trono o irmão de Peter, Thomas, a quem consegue manipular mais facilmente Mas claro que, como todos os planos, este tem as suas falhas… por exemplo, o terrível segredo de Thomas."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566239455","rating":3,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T20:34:07.000Z","dateUpdated":"2018-10-18T21:11:36.000Z"},"book":{"bookID":"23125756","isbn":"8533617461","isbn13":"9788533617469","textReviewsCount":"0","uri":"kca://book/amzn1.gr.book.v1.pht3JTraFKl_eQplM138IA","link":"https://www.goodreads.com/book/show/23125756-como-ouvir","title":"Como Ouvir","titleWithoutSeries":"Como Ouvir","imageUrl":"https://images.gr-assets.com/books/1409406501m/23125756.jpg","smallImageUrl":"https://images.gr-assets.com/books/1409406501s/23125756.jpg","largeImageUrl":"","description":"Prefácio e notas: Pierre Maréchaux<br />Tradução (grego e francês): João Carlos Cabral Mendonça<br /><br /><br />Se aprender a falar é o primeiro passo, supondo que o estudo das palavras se conclui do das idéias, aprender a ouvir deve ser a segunda preocupação do aprendiz de filosofia, e com toda a certeza uma das questões centrais da educação. Plutarco, no seu curto ensaio datado do ano 100 d.C., quis remediar esse vazio constitutivo da história de uma retórica do ouvir. <br /><br />A cultura do ouvir supõe a aliança da eloqüência e da filosofia. <br /><br />Ao ouvir, aprendemos mais a pensar do que a falar, pois esta audição é feita da própria substância das palavras, tendo a retórica, por assim dizer, apenas uma função reguladora e exterior.<br /><br />O começo de bem viver é bem ouvir."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566240294","rating":0,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T20:35:04.000Z","dateUpdated":"2018-10-18T20:35:04.000Z"},"book":{"bookID":"36011836","isbn":null,"isbn13":null,"textReviewsCount":"0","uri":"kca://book/amzn1.gr.book.v1._W4v62Sl8szPt4boD5sMHg","link":"https://www.goodreads.com/book/show/36011836-a-legi-o-do-espa-o","title":"A legião do espaço","titleWithoutSeries":"A legião do espaço","imageUrl":"https://images.gr-assets.com/books/1502621639m/36011836.jpg","smallImageUrl":"https://images.gr-assets.com/books/1502621639s/36011836.jpg","largeImageUrl":"","description":"Space Legionnaires<br />They were the greatest trio of swashbuckling adventurers ever to shop out to the stars! There was giant Hal Samdu, rocklike Jay Kalam and the incomparable shrewd and knavish Giles Habibula.<br /><br />Here is there first thrilling adventure - the peril-packed attempt to rescue the most important person in the galaxy, keeper of the vital secret essential to humanity's survival in the deadly struggle against the incredibly evil Medusae..."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566241754","rating":0,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T20:36:37.000Z","dateUpdated":"2018-10-18T20:36:37.000Z"},"book":{"bookID":"17881146","isbn":null,"isbn13":"9788522014071","textReviewsCount":"3","uri":"kca://book/amzn1.gr.book.v1.bm4ZjFh7M0zmN3yI3LDu8w","link":"https://www.goodreads.com/book/show/17881146-dobre-seus-lucros","title":"Dobre Seus Lucros","titleWithoutSeries":"Dobre Seus Lucros","imageUrl":"https://images.gr-assets.com/books/1367625785m/17881146.jpg","smallImageUrl":"https://images.gr-assets.com/books/1367625785s/17881146.jpg","largeImageUrl":"","description":"One of the nations' foremost financial consultants shares 78 proven ways to cut costs dramatically, send productivity through the roof, and, in just six months, double profits."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566242467","rating":3,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T20:37:20.000Z","dateUpdated":"2018-10-18T21:11:42.000Z"},"book":{"bookID":"40189","isbn":"0679731148","isbn13":"9780679731146","textReviewsCount":"2366","uri":"kca://book/amzn1.gr.book.v1.mN4GD9mVOtW8gqy2fHXaEA","link":"https://www.goodreads.com/book/show/40189.A_Year_in_Provence","title":"A Year in Provence","titleWithoutSeries":"A Year in Provence","imageUrl":"https://images.gr-assets.com/books/1535746681m/40189.jpg","smallImageUrl":"https://images.gr-assets.com/books/1535746681s/40189.jpg","largeImageUrl":"","description":"<b>National Bestseller </b><br /><br />In this witty and warm-hearted account, Peter Mayle tells what it is like to realize a long-cherished dream and actually move into a 200-year-old stone farmhouse in the remote country of the Lubéron with his wife and two large dogs. He endures January's frosty mistral as it comes howling down the Rhône Valley, discovers the secrets of goat racing through the middle of town, and delights in the glorious regional cuisine. <b>A Year in Provence</b> transports us into all the earthy pleasures of Provençal life and lets us live vicariously at a tempo governed by seasons, not by days."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566243193","rating":3,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T20:38:04.000Z","dateUpdated":"2018-10-18T21:11:50.000Z"},"book":{"bookID":"601238","isbn":"0552124753","isbn13":"9780552124751","textReviewsCount":"1364","uri":"kca://book/amzn1.gr.book.v1.wmsCLioD30HgoIyE6Yzy2g","link":"https://www.goodreads.com/book/show/601238.The_Colour_of_Magic","title":"The Colour of Magic (Discworld, #1)","titleWithoutSeries":"The Colour of Magic","imageUrl":"https://images.gr-assets.com/books/1365691644m/601238.jpg","smallImageUrl":"https://images.gr-assets.com/books/1365691644s/601238.jpg","largeImageUrl":"","description":"<i>Alternate Cover Edition can be found <a href=\"https://www.goodreads.com/book/show/27254094-the-colour-of-magic\" rel=\"nofollow\">here</a>. </i><br /><br />On a world supported on the back of a giant turtle (sex unknown), a gleeful, explosive, wickedly eccentric expedition sets out. There's an avaricious but inept wizard, a naive tourist whose luggage moves on hundreds of dear little legs, dragons who only exist if you believe in them, and of course THE EDGE on the planet..."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566243831","rating":4,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T20:38:44.000Z","dateUpdated":"2018-10-18T21:11:53.000Z"},"book":{"bookID":"186074","isbn":null,"isbn13":"9780756404079","textReviewsCount":"26344","uri":"kca://book/amzn1.gr.book.v1.iUoduJh08Drcwhc9Kt94qg","link":"https://www.goodreads.com/book/show/186074.The_Name_of_the_Wind","title":"The Name of the Wind (The Kingkiller Chronicle, #1)","titleWithoutSeries":"The Name of the Wind","imageUrl":"https://images.gr-assets.com/books/1515589515m/186074.jpg","smallImageUrl":"https://images.gr-assets.com/books/1515589515s/186074.jpg","largeImageUrl":"","description":"Told in Kvothe's own voice, this is the tale of the magically gifted young man who grows to be the most notorious wizard his world has ever seen. <br /><br />The intimate narrative of his childhood in a troupe of traveling players, his years spent as a near-feral orphan in a crime-ridden city, his daringly brazen yet successful bid to enter a legendary school of magic, and his life as a fugitive after the murder of a king form a gripping coming-of-age story unrivaled in recent literature. <br /><br />A high-action story written with a poet's hand, <i>The Name of the Wind</i> is a masterpiece that will transport readers into the body and mind of a wizard."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566245596","rating":0,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T20:39:40.000Z","dateUpdated":"2018-10-18T20:39:41.000Z"},"book":{"bookID":"550844","isbn":"0451822196","isbn13":"9780451822192","textReviewsCount":"969","uri":"kca://book/amzn1.gr.book.v1.2Y8DR0HsSfh5S-5ZD6qm_w","link":"https://www.goodreads.com/book/show/550844.Cycle_of_the_Werewolf","title":"Cycle of the Werewolf","titleWithoutSeries":"Cycle of the Werewolf","imageUrl":"https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png","smallImageUrl":"https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png","largeImageUrl":"","description":"The first scream came from the snowbound railwayman who felt the fangs ripping at his throat. The next month there was a scream of ecstatic agony from the woman attacked in her snug bedroom. <br /><br />Now scenes of unbelieving horror come each time the full moon shines on the isolated Maine town of Tarker Mills. No one knows who will be attacked next. But one thing is sure. <br /><br />When the moon grows fat, a paralyzing fear sweeps through Tarker Mills. For snarls that sound like human words can be heard whining through the wind. And all around are the footprints of a monster whose hunger cannot be sated... <b>Cycle of the Werewolf</b>."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566277028","rating":4,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T21:16:11.000Z","dateUpdated":"2018-10-18T21:16:12.000Z"},"book":{"bookID":"100915","isbn":"0060764899","isbn13":"9780060764890","textReviewsCount":"13266","uri":"kca://book/amzn1.gr.book.v1.bTpunK9LhLneojBwpPB9iQ","link":"https://www.goodreads.com/book/show/100915.The_Lion_the_Witch_and_the_Wardrobe","title":"The Lion, the Witch and the Wardrobe (Chronicles of Narnia, #1)","titleWithoutSeries":"The Lion, the Witch and the Wardrobe","imageUrl":"https://images.gr-assets.com/books/1353029077m/100915.jpg","smallImageUrl":"https://images.gr-assets.com/books/1353029077s/100915.jpg","largeImageUrl":"","description":"<i>They open a door and enter a world</i> <br /><br />NARNIA...the land beyond the wardrobe, the secret country known only to Peter, Susan, Edmund, and Lucy...the place where the adventure begins. Lucy is the first to find the secret of the wardrobe in the professor's mysterious old house. At first, no one believes her when she tells of her adventures in the land of Narnia. But soon Edmund and then Peter and Susan discover the Magic and meet Aslan, the Great Lion, for themselves. In the blink of an eye, their lives are changed forever."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566282843","rating":0,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T21:22:53.000Z","dateUpdated":"2018-10-18T21:22:53.000Z"},"book":{"bookID":"10237955","isbn":null,"isbn13":"9788506045381","textReviewsCount":"5","uri":"kca://book/amzn1.gr.book.v1.xDeV9leFSySyrUnIiWVxww","link":"https://www.goodreads.com/book/show/10237955-viagem-ao-centro-da-terra","title":"Viagem ao Centro da Terra","titleWithoutSeries":"Viagem ao Centro da Terra","imageUrl":"https://images.gr-assets.com/books/1483982014m/10237955.jpg","smallImageUrl":"https://images.gr-assets.com/books/1483982014s/10237955.jpg","largeImageUrl":"","description":"Mesclando ficção, informação científica e humor, Júlio Verne oferece ao leitor mais um romance empolgante, em que os personagens são lançados em situações extremas, necessitando dar o melhor de si para superá-las."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566283705","rating":0,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T21:23:56.000Z","dateUpdated":"2018-10-18T21:23:57.000Z"},"book":{"bookID":"2595026","isbn":"8522005230","isbn13":"9788522005239","textReviewsCount":"108","uri":"kca://book/amzn1.gr.book.v1.rkMmJ5-36ZwBewW9EPyq6Q","link":"https://www.goodreads.com/book/show/2595026-o-pequeno-pr-ncipe","title":"O Pequeno Príncipe","titleWithoutSeries":"O Pequeno Príncipe","imageUrl":"https://images.gr-assets.com/books/1310603424m/2595026.jpg","smallImageUrl":"https://images.gr-assets.com/books/1310603424s/2595026.jpg","largeImageUrl":"","description":"<i><a href=\"https://www.goodreads.com/book/show/8886965-o-pequeno-pr-ncipe\" rel=\"nofollow\">HERE</a> you can find an alternative cover edition for this ISBN.</i><br /><br />Apesar da presença explícita de dois personagens e do registro de um diálogo entre o aviador e uma criança, diversos aspectos autobiográficos estão presentes nesta narrativa, publicada pela primeira vez em 1945. Através de imagens simbólicas, as passagens de ordem temporal, na vida do autor, estão ali presentes: casamento/separação, profissões, sonhos, decepções. Os dois personagens tornam-se representações do próprio Saint-Exupéry, em um monólogo interior entre o \"eu\" e o \"outro\"."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2566316674","rating":0,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T22:03:03.000Z","dateUpdated":"2018-12-02T14:59:59.000Z"},"book":{"bookID":"22245487","isbn":null,"isbn13":null,"textReviewsCount":"2","uri":"kca://book/amzn1.gr.book.v1.cso2owg3N4ADjfjbmSR8wA","link":"https://www.goodreads.com/book/show/22245487-a-theory-of-human-motivation","title":"A Theory of Human Motivation","titleWithoutSeries":"A Theory of Human Motivation","imageUrl":"https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png","smallImageUrl":"https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png","largeImageUrl":"","description":"Maslow's hierarchy of needs is a theory in psychology proposed by Abraham Maslow in his 1943 paper \"A Theory of Human Motivation\" in Psychological Review. Maslow subsequently extended the idea to include his observations of humans' innate curiosity. His theories parallel many other theories of human developmental psychology, some of which focus on describing the stages of growth in humans. Maslow used the terms Physiological, Safety, Belongingness and Love, Esteem, Self-Actualization and Self-Transcendence needs to describe the pattern that human motivations generally move through."}}},{"node":{"shelfNames":["currently-reading"],"review":{"reviewID":"2566319853","rating":0,"votes":0,"spoilerFlag":"false","dateAdded":"2018-10-18T22:07:18.000Z","dateUpdated":"2018-10-18T22:07:18.000Z"},"book":{"bookID":"9810403","isbn":null,"isbn13":null,"textReviewsCount":"1","uri":"kca://book/amzn1.gr.book.v1.aDpEfgN8e2lqVm_Gzfuf4g","link":"https://www.goodreads.com/book/show/9810403-i-asimov","title":"I. Asimov: A Memoir","titleWithoutSeries":"I. Asimov: A Memoir","imageUrl":"https://images.gr-assets.com/books/1462469413m/9810403.jpg","smallImageUrl":"https://images.gr-assets.com/books/1462469413s/9810403.jpg","largeImageUrl":"","description":"Arguably the greatest science fiction writer who ever lived, Isaac Asimov also possessed one of the most brilliant and original minds of our time. His accessible style and far-reaching interests in subjects ranging from science to humor to history earned him the nickname \"the Great Explainer.\" <i>I. Asimov</i> is his personal story—vivid, open, and honest—as only Asimov himself could tell it.<br /><br />Here is the story of the paradoxical genius who wrote of travel to the stars yet refused to fly in airplanes; who imagined alien universes and vast galactic civilizations while staying home to write; who compulsively authored more than 470 books yet still found the time to share his ideas with some of the great minds of our century. Here are his wide-ranging thoughts and sharp-eyed observations on everything from religion to politics, love and divorce, friendship and Hollywood, fame and mortality. Here, too, is a riveting behind-the-scenes look at the varied personalities—Campbell, Ellison, Heinlein, Clarke, del Rey, Silverberg, and others—who along with Asimov helped shape science fiction.<br /><br />As unique and irrepressible as the man himself, <i>I. Asimov</i> is the candid memoir of an incomparable talent who entertained readers for nearly half a century and whose work will surely endure into the future he so vividly envisioned."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2612896920","rating":0,"votes":0,"spoilerFlag":"false","dateAdded":"2018-12-02T15:00:12.000Z","dateUpdated":"2018-12-05T17:48:45.000Z"},"book":{"bookID":"8302721","isbn":null,"isbn13":null,"textReviewsCount":"169","uri":"kca://book/amzn1.gr.book.v1.0XjBXDFkLcq8GtgzxMTUxw","link":"https://www.goodreads.com/book/show/8302721-the-blade-itself","title":"The Blade Itself (The First Law, #1)","titleWithoutSeries":"The Blade Itself","imageUrl":"https://images.gr-assets.com/books/1343862915m/8302721.jpg","smallImageUrl":"https://images.gr-assets.com/books/1343862915s/8302721.jpg","largeImageUrl":"","description":"Inquisitor Glokta, a crippled and increasingly bitter relic of the last war, former fencing champion turned torturer extraordinaire, is trapped in a twisted and broken body - not that he allows it to distract him from his daily routine of torturing smugglers.<br /><br />Nobleman, dashing officer and would-be fencing champion Captain Jezal dan Luthar is living a life of ease by cheating his friends at cards. Vain, shallow, selfish and self-obsessed, the biggest blot on his horizon is having to get out of bed in the morning to train with obsessive and boring old men.<br /><br />And Logen Ninefingers, an infamous warrior with a bloody past, is about to wake up in a hole in the snow with plans to settle a blood feud with Bethod, the new King of the Northmen, once and for all - ideally by running away from it. But as he's discovering, old habits die really, really hard indeed...<br /><br />...especially when Bayaz gets involved. A bald old man with a terrible temper and a pathetic assistant, he could be the First of the Magi, he could be a spectacular fraud, but whatever he is, he's about to make the lives of Glotka, Jezal and Logen a whole lot more difficult..."}}},{"node":{"shelfNames":["read"],"review":{"reviewID":"2615638828","rating":5,"votes":0,"spoilerFlag":"false","dateAdded":"2018-12-04T23:01:00.000Z","dateUpdated":"2018-12-18T23:43:34.000Z"},"book":{"bookID":"40963209","isbn":null,"isbn13":null,"textReviewsCount":"4","uri":"kca://book/amzn1.gr.book.v1.bt3zWhQIdMcTRGHed8y6rA","link":"https://www.goodreads.com/book/show/40963209-creative-selection","title":"Creative Selection: Inside Apple's Design Process During the Golden Age of Steve Jobs","titleWithoutSeries":"Creative Selection: Inside Apple's Design Process During the Golden Age of Steve Jobs","imageUrl":"https://s.gr-assets.com/assets/nophoto/book/111x148-bcc042a9c91a29c1d680899eff700a03.png","smallImageUrl":"https://s.gr-assets.com/assets/nophoto/book/50x75-a91bf249278a81aabab721ef782c4a74.png","largeImageUrl":"","description":"<b>An insider's account of Apple's creative process during the golden years of Steve Jobs.</b><br /><br />Hundreds of millions of people use Apple products every day; several thousand work on Apple's campus in Cupertino, California; but only a handful sit at the drawing board. <i>Creative Selection</i> recounts the life of one of the few who worked behind the scenes, a highly-respected software engineer who worked in the final years the Steve Jobs era—the Golden Age of Apple.<br /><br />Ken Kocienda offers an inside look at Apple’s creative process. For fifteen years, he was on the ground floor of the company as a specialist, directly responsible for experimenting with novel user interface concepts and writing powerful, easy-to-use software for products including the iPhone, the iPad, and the Safari web browser. His stories explain the symbiotic relationship between software and product development for those who have never dreamed of programming a computer, and reveal what it was like to work on the cutting edge of technology at one of the world's most admired companies.<br /><br />Kocienda shares moments of struggle and success, crisis and collaboration, illuminating each with lessons learned over his Apple career. He introduces the essential elements of innovation—inspiration, collaboration, craft, diligence, decisiveness, taste, and empathy—and uses these as a lens through which to understand productive work culture.<br /><br />An insider's tale of creativity and innovation at Apple, <i>Creative Selection</i> shows readers how a small group of people developed an evolutionary design model, and how they used this methodology to make groundbreaking and intuitive software which countless millions use every day."}}}]}},"pageContext":{}}