{"data":{"site":{"siteMetadata":{"title":"Edmundo Santos","author":"Edmundo Santos"}},"markdownRemark":{"id":"f72d3c3a-0620-5490-a279-71fcf6b8f829","html":"<p>After my OnePlus 3 smashed into the ground – for the third time, I decided it was time for an upgrade. I was waiting for the release of the Pixel 3 but was a bit disappointed by that notch, not to mention the price.</p>\n<p>After doing some research on different models I picked a <strong>Xiaomi Mi Mix 2S</strong>. The built quality of this phone is outstanding, it supports wireless charging, has 6GB of RAM, Snapdragon 845, and most importantly: it has no notch.</p>\n<p>There <em>is</em> a problem though: it comes with that horrible MIUI. What I don't get it, is why would they ruin such a good piece of hardware? The whole <em>Android-trying-to-be-iOS</em> thing really doesn't work IMHO… so inspired by Linus’ video on <a href=\"https://www.youtube.com/watch?v=BsHtfLh6azw\">how to turn the Pocophone into a Pixel</a> I deviced to do the same with the Mi Mix 2S.</p>\n<p>For this guide you will need:</p>\n<ol>\n<li>A <a href=\"https://amzn.to/2L7VXPl\">Xiaomi Mi Mix 2s</a></li>\n<li>The <a href=\"https://forum.xda-developers.com/xiaomi-mi-mix-2s/development/rom-pixel-experience-t3872863\">Pixel Experience ROM</a></li>\n<li>The <a href=\"https://www.celsoazevedo.com/files/android/google-camera/dev-bsg/\">Google Camera app</a></li>\n</ol>\n<p>Got everything you need? Cool! <a href=\"https://www.youtube.com/watch?v=CBcAXP1QjEs\">Let the hacking commence!</a>!</p>\n<h2>1. Unlocking the Bootloader</h2>\n<ol>\n<li>Enable <strong>Developer Tools</strong> on your device by going to <code class=\"language-text\">Settings › About Phone</code>, and tapping on <code class=\"language-text\">MIUI Version</code> for about 7-10 times. You should see a message saying “You are now a developer”.</li>\n<li>Enable the <strong>OEM unlocking</strong> option on your device by going to <code class=\"language-text\">Settings › Additional Settings › Developer Tools</code>.</li>\n<li><a href=\"https://en.miui.com/unlock/download_en.html\">Download the Mi Unlock tool</a> and sign in to your <a href=\"https://global.account.xiaomi.com/pass/register\">Mi Account</a>.</li>\n<li>Shut down your phone and hold <code class=\"language-text\">volume down</code> and <code class=\"language-text\">power button</code> to enter Fastboot Mode.</li>\n<li>Connect your phone to your PC using a USB cable and click “Unlock”.</li>\n</ol>\n<p>Your phone is now unlocked! You will see a “Unlocked” message when turning on the phone. By the way, if you just got the phone you might need to wait 72 hours after the account was created in order to unlock it.</p>\n<h2>2. Installing the custom ROM</h2>\n<p>Now that you have your bootloader unlocked, you're free to do whatever you want with your device. Head over to XDA and follow the steps to <a href=\"https://forum.xda-developers.com/xiaomi-mi-mix-2s/development/rom-pixel-experience-t3872863\">install the Pixel Experience ROM</a>.</p>\n<p>The device should performs exactly the same – if not better, and the clean Android UI fits the hardware like a glove.</p>\n<h2>3. Installing Google’s Camera App</h2>\n<p>It's no secret that the best thing about the Pixel is the camera, and what plays a big part in making the camera perform so well is the software. Some developers have taken Pixel's Camera app and ported to a wide range of devices. After some testing, I found out that the apps ones ported by <a href=\"https://www.celsoazevedo.com/files/android/google-camera/dev-bsg/\">BSG</a> perform great with the Pixel Experience ROM, specifically the <code class=\"language-text\">MGC_6.1.021_MI8_Vc</code> apk.</p>\n<p>The image quality is way better than the original camera app. It comes out-of-the-box with both portrait mode and night sight.</p>\n<hr>\n<p>Hope you enjoy this crude guide! <em>It goes without saying that I'm not responsible if you brick your device, so good luck!</em> Truth be told, the main reason I'm posting this here is for <em>Future Ed’s</em> benefit, in case he needs to do it again.</p>","frontmatter":{"title":"The notchless Pixel","date":"07 Dec 2018","tags":["Android","Hacking"]}}},"pageContext":{"slug":"/blog/xiaomi-mi-mix-2s-custom-rom/"}}