{"data":{"site":{"siteMetadata":{"title":"Edmundo Santos","author":"Edmundo Santos"}},"markdownRemark":{"id":"f72d3c3a-0620-5490-a279-71fcf6b8f829","html":"<p>After my OnePlus 3 smashed into the ground – for the third time, I decided it was time for an upgrade. I was waiting for the release of the Pixel 3, but was a bit disappointed by that notch. The price was not too invinting as well.</p>\n<p>After doing some research on different phones I picked a Xiaomi, more specifically the Mi Mix 2S. The built quality of this phone is outstanding, and the hardware is gorgeous. I was lucky enough to find it on a flash sale on Gearbest, so saved a couple bucks 👍</p>\n<p>Now… I'm a big fan of pure, clean Android ROMs, so I was not too happy when I got the phone with that horrible MIUI. The whole trying-to-be-iOS thing really doesn't suit Android, so I deviced to install a custom ROM based on Pixel's one. Here's the steps for installing the Pixel Experience ROM on your Mi Mix 2S:</p>\n<p><em>⚠️ It goes without saying that I'm not responsible for bricking your device. Proceed at your own risk. ️⚠️</em></p>\n<h2>1. Unlocking the Bootloader</h2>\n<ol>\n<li>Enable <strong>Developer Tools</strong> by going to <code class=\"language-text\">Settings › About Phone</code>, and tapping on <code class=\"language-text\">MIUI Version</code> for about 7-10 times. You should see a message saying “You are now a developer”.</li>\n<li>Enable <strong>OEM unlocking</strong> option by going to <code class=\"language-text\">Settings › Additional Settings › Developer Tools</code>.</li>\n<li><a href=\"https://en.miui.com/unlock/download_en.html\">Download the Mi Unlock tool</a> and sign in to your [Mi Account].(<a href=\"https://global.account.xiaomi.com/pass/register\">https://global.account.xiaomi.com/pass/register</a>)</li>\n<li>Shut down your phone, and hold <code class=\"language-text\">volume down</code> and <code class=\"language-text\">power button</code> to enter Fastboot Mode.</li>\n<li>Connect your phone to your PC using a USB cable and click “Unlock”. If you just got the phone, you might need to wait for 72h after the account was created.</li>\n</ol>\n<h2>2. Installing the custom ROM</h2>\n<p>Now that you have your bootloader unlocked, you're free to do whatever you want with your device. Head over to XDA and <a href=\"https://forum.xda-developers.com/xiaomi-mi-mix-2s/development/rom-pixel-experience-t3872863\">follow the steps to install your Pixel Experience ROM</a>.</p>\n<h2>3. Installing Google’s Camera App</h2>\n<p>The best thing about the Pixel is the camera, and surprisingly what really makes the camera shine is the software, not the hardware. Some developers have taken Google's Camera software and ported to different devices. After lots of tests, I found out that the ones developed by <a href=\"https://www.celsoazevedo.com/files/android/google-camera/dev-bsg/\">BSG</a> perform great with the Pixel Experience ROM, specially the <code class=\"language-text\">MGC_6.1.021_MI8_Vc.apk</code>.</p>\n<p>Seriously, the image quality is at least 50% better than the pre-installed camera app. Portrait mode works great!</p>\n<hr>\n<p>Hope you enjoy this crude guide! Truth be told, the main reason I'm posting this here is for <em>Future Ed’s</em> benefit, in case he needs to do it again.</p>","frontmatter":{"title":"Xiaomi Mi Mix 2S: the Pixel without the notch","date":"07 Dec 2018","tags":["Android","Hacking"]}}},"pageContext":{"slug":"/blog/xiaomi-mi-mix-2s-custom-rom/"}}