{"data":{"site":{"siteMetadata":{"title":"Edmundo Santos"}},"allMarkdownRemark":{"edges":[{"node":{"fields":{"slug":"/blog/xiaomi-mi-mix-2s-custom-rom/"},"excerpt":"After my OnePlus 3 smashed into the ground – for the third time, I decided it was time for an upgrade. I was waiting for the release of the Pixel 3 but was a bit disappointed by that notch, not to mention the price. After doing some research on…","frontmatter":{"date":"07 Dec 2018","title":"The Notchless Pixel","tags":["Android","Hacking"]}}},{"node":{"fields":{"slug":"/blog/coding-design/"},"excerpt":"More often than not, design is seen as merely aesthetics. Many organisations separate design from the development process, with designers handing static screens and prototypes to engineers — and in worst-case scenarios designers and engineers don’t…","frontmatter":{"date":"28 Oct 2018","title":"Coding Design 🦄","tags":["Design","Development"]}}},{"node":{"fields":{"slug":"/blog/leo-tolstoy-on-personal-growth/"},"excerpt":"That which one has set oneself to do, one should not relinquish on the grounds of absence of mind or distraction.","frontmatter":{"date":"09 Sep 2018","title":"On Personal Growth","tags":["Quotes"]}}},{"node":{"fields":{"slug":"/blog/reading-tip/"},"excerpt":"“It’s tempting to judge what you read: I agree with these statements, and I disagree with those. However, a great thinker who has spent decades on an unusual line of thought cannot induce their context into your head in a few pages. It’s almost…","frontmatter":{"date":"29 May 2018","title":"Reading Tip‌‌‌‌ #1","tags":["Reading","Quotes"]}}},{"node":{"fields":{"slug":"/blog/waiting-for-inspiration/"},"excerpt":"There is a popular notion that artists work from inspiration—that there is some strike or bolt or bubbling up of creative mojo from who knows where… but I hope  my work  makes clear that waiting for inspiration to strike is a terrible, terrible plan…","frontmatter":{"date":"27 May 2018","title":"Waiting for inspiration","tags":["Reading","Quotes"]}}},{"node":{"fields":{"slug":"/blog/why-animate/"},"excerpt":"When done well, animations can add valuable interaction and feedback. They enhance the emotional experience, bringing delight and adding personality to your interface. In fact, to animate means bring to life. Emotional design’s primary goal is to…","frontmatter":{"date":"21 May 2018","title":"Why animate?","tags":["Design","Animation"]}}},{"node":{"fields":{"slug":"/blog/the-scariest-moment/"},"excerpt":"Happy days: today I'm releasing a new version of my website! 🎉 I decided to throw away the  previous one (✦ 2014 - ♱ 2018)  and build this one from scratch using  Gatsby.js , a static site generator for React.js. Because I was already learning about…","frontmatter":{"date":"18 Feb 2018","title":"The Scariest Moment","tags":["Everything Else"]}}}]}},"pageContext":{}}